{
  "gotIt": "Понятно!",
  "disableTips": "Отключить подсказки",
  "friendlyFire": {
    "title": "Дружественный огонь!",
    "message": "Этот приказ приведёт к потерям от дружественного огня! Отряды, которые понесут потери от дружественного огня, отмечены жёлтой иконкой."
  },
  "armyComposition": {
    "title": "Советы по составу армии",
    "message": "Здесь Вы можете изменить свою армию в соответствии с Вашими предпочтениями и стилем игры. Новым игрокам в Lines of Battle рекомендуется использовать армии по умолчанию - они состоят их самых надёжных, эффективных и сбалансированных отрядов. Таким образом Вы быстрее освоите игровые принципы, механики и управление.\n\nСамые лучшие армии в игре обычно состоят из 60-75% пехоты, 20-35% кавалерии и 10-15% артиллерии."
  },
  "firstBattle": {
    "title": "Поздравляем с Вашим первым сражением, Генерал!",
    "message": "Вражеская армия, примерно равная по силе Вашей, выступила против нас. Противник ожидает Вас на этом поле битвы.\n\nВы можете добиться победы одним из трёх способов:\n\n1. Обратить в бегство все отряды врага.\n2. Удержать поле боя до конца дня – нанести врагу больше потерь, чем он Вам, или же захватить пехотными батальонами нейтральные Ключевые позиции. Так Вы получите Очки Победы; имея к концу битвы преимущество над соперником в +10 Очков Победы, Вы побеждаете.\n3. Перерезать вражеские линии снабжения. Используйте свои пехотные батальоны для захвата главной Ключевой позиции в зоне развёртывания врага. На это уйдёт гораздо больше времени, чем на захват нейтральной Ключевой позиции, однако это сразу закончит бой в вашу пользу.\n\nУдачи, Генерал!"
  },
  "routingUnits": {
    "title": "Дезорганизованные отряды",
    "message": "Этот отряд потерял всю организацию и теперь отступает в беспорядке. Дезорганизованные отряды неуправляемы и не способны выполнять приказы, однако они попытаются отступить на безопасное расстояние, остановиться и перегруппироваться. Вы снова получите контроль над ними, если их организация восстановится до значения 30%. Вы можете ускорить этот процесс, разместив поблизости организованные дружественные отряды, - особенно кавалерию.\n\nСтарайтесь вовремя заменять измотанные в бою отряды свежими резервами. Это намного проще, чем перегруппировать и вернуть на поле боя дезорганизованный отряд."
  },
  "lineInfantrySelection": {
    "title": "Линейная пехота",
    "message": "Это - пехотный батальон из 800 солдат, вооружённых мушкетами со штыками. Линейная пехота сражается в плотном строю, ведя огонь по врагу из мушкетов, а в ближнем бою использует штыки. Приказ 'Огонь при движении' позволяет пехоте сблизиться с врагом, не прекращая вести огонь; приказ 'Бег/Ближний бой' тратит выносливость отряда, но позволяет ему быстро преодолеть местность или же совершить штыковую атаку против вражеской пехоты или артиллерии. Но будьте осторожны: выносливость восстанавливается довольно медленно, а штыковая атака на вражескую пехоту с высокой Организацией окончится катастрофой."
  },
  "skirmisherSelection": {
    "title": "Застрельщики",
    "message": "Застрельщики - это рота (~150 человек) особо метких солдат, сражающихся в рассыпном строю.\n\nЭти отряды практически не получают урона от мушкетов и артиллерии, но очень уязвимы в ближнем бою.\n\nРазмещайте своих застрельщиков в лесах или зданиях, либо охраняйте их линейной пехотой или кавалерией.\n\nЗастрельщики идеально подходят для занятия и удержания укреплённых пунктов, а также для уменьшения организации вражеской артиллерии и пехоты."
  },
  "cavalrySelection": {
    "title": "Кавалерия",
    "message": "Кавалерийские отряды используют лошадей для быстрого перемещения и нанесения сокрушительных ударов по врагу. Кавалерия - это грозная сила на поле боя, но она требует осторожного управления.\n\n• Используйте приказ 'Бег/Ближний бой', чтобы обратить в бегство застрельщиков, измотанную пехоту и плохо защищенную артиллерию!\n• Экономьте выносливость кавалерии для решительного удара! Кавалерийские отряды имеют самую низкую выносливость в игре - всегда используйте приказ 'Движение шагом', если не планируете послать конницу в атаку.\n• Пехота с высокой организацией всегда отразит натиск кавалерии!\n• Прежде чем посылать кавалерию в атаку, дезорганизуйте вражескую пехоту огнём мушкетов и артиллерии.\n• Кавалерийские отряды, особенно Гусары, идеально подходят для преследования разбитого врага.\n• Кавалерия получает серьёзные штрафы, когда сражается в лесах или в зданиях."
  },
  "artillerySelection": {
    "title": "Артиллерия",
    "message": "Артиллерия призвана поддерживать огнём пехоту и кавалерию, создавая слабые места в обороне врага; однако, она не может выиграть сражение в одиночку.\n\n• Артиллерия не использует механику выносливости; всегда используйте приказ 'Бег/Ближний бой' при перемещении артиллерии на большие расстояния.\n• В то же время, артиллерия использует механику боеприпасов; следите за своим боезапасом, чтобы не остаться без огневой поддержки в самый важный момент!\n• Артиллерия Наполеоновской эпохи может вести огонь только с минимальным возвышением ствола - оставляйте свободное пространство перед Вашей артиллерией, чтобы избежать потерь от дружественного огня.\n\nКроме того, на разных дистанциях стрельбы огонь артиллерии обладает разными эффектами; понимание этого может сыграть ключевую роль в Ваших сражениях!\n\n• Дальняя дистанция: низкий урон по многим отрядам (большая область воздействия);\n• Средняя дистанция: ощутимый урон по нескольким отрядам (малая область воздействия);\n• Ближняя дистанция: экстремальный урон одному отряду (огонь картечью).\n\nПоддерживайте огнём Вашей средней и лёгкой артиллерии продвижение пехотной линии, используя приказ 'Огонь при движении'; также, очень часто бывает полезно менять позицию тяжёлой артиллерии - подтягивайте её ближе к фронту вместо того, чтобы оставлять её в тылу вести огонь с дальнего расстояния."
  },
  "forestMovement": {
    "title": "Лес",
    "message": "Вы приказали этому отряду двигаться через лес. Эта местность:\n\n• Обеспечивает защиту от вражеского огня и снижает видимость;\n• Увеличивает затраты выносливости на ближний бой и движение;\n• Снижает боевую эффективность кавалерии;\n• Снижает огневую мощь артиллерии, стреляющей из леса или через лес."
  },
  "buildingMovement": {
    "title": "Здание",
    "message": "Вы приказали этому отряду двигаться через здание. Эта местность:\n\n• Обеспечивает отличную защиту от вражеского огня и снижает видимость;\n• Увеличивает затраты выносливости на ближний бой и движение;\n• Значительно снижает боевую эффективность кавалерии;\n• Значительно снижает огневую мощь артиллерии, стреляющей из здания или через здание."
  },
  "roadMovement": {
    "title": "Дорога",
    "message": "Вы приказали этому отряду двигаться по дороге. Дороги:\n\n• Значительно увеличивают скорость движения, особенно для артиллерии;\n• Вдвое снижают затраты выносливости на бег – рассмотрите возможность быстрого развёртывания, используя дороги."
  },
  "waterMovement": {
    "title": "Мелководье",
    "message": "Вы приказали этому юниту двигаться через неглубокий водоём. Мелководье:\n\n• Значительно снижает скорость движения, защиту в ближнем бою и огневую мощь, а также значительно повышает стоимость выносливости для бега;\n• Водные объекты - идеальные естественные рубежи обороны; используйте их, чтобы помешать врагу!\n• Если же вы решились пересечь водоём - всячески старайтесь избегать боя, если Ваши отряды всё ещё находятся в воде: с очень большой вероятностью Вы проиграете."
  },
  "runOrder": {
    "title": "Приказ 'Бег/Ближний бой'",
    "message": "Используйте этот приказ, чтобы за счёт выносливости значительно увеличить скорость отрядов и чтобы атаковать врага в ближнем бою. Однако, используя этот приказ сверх необходимого, Вы рискуете раньше времени истощить Ваши отряды.\n\nУрон от натиска зависит от показателей Сопротивления Натиску у защитника и Мощи Натиска у атакующего; Мощь Натиска снижает значение Сопротивления Натиску у защитника. (Оба показателя расположены друг напротив друга на карточке отряда, которая появляется слева на экране при выборе отряда)\n\nНатиск отряда с высоким значением Мощи Натиска против отряда с низким Сопротивлением Натиску обратит защитника в бегство; атака отряда с низкой Мощью Натиска против отряда с высоким Сопротивлением Натиску может вообще не нанести урона или даже дезорганизовать атакующего.\n\nЗначения Сопротивления Натиску и Мощи Натиска зависят главным образом от Организации отряда; используйте огонь мушкетов и артиллерии для дезорганизации врага, а затем атакуйте в ближнем бою свежим, высокоорганизованным отрядом.\n\nЧаще всего, натиск во фронт вражеского отряда будет эффективен, если его Сопротивление натиску выше Мощи натиска Вашего отряда примерно на 60%.\n\nВкратце: старайтесь использовать отряды с высокой Организацией для атаки отрядов с низкой Организацией."
  },
  "fallbackOrder": {
    "title": "Приказ 'Отход'",
    "message": "Отход — это очень сложный для исполнения манёвр: отступающий отряд, даже если у него высокая Организация, понесёт значительные потери от Натиска врага. Используйте этот приказ предельно осторожно и старайтесь защищать отступающие отряды свежими."
  },
  "fireAndAdvanceOrder": {
    "title": "Приказ 'Огонь при движении'",
    "message": "Пехота и лёгкая артиллерия могут использовать приказ 'Огонь при движении', чтобы двигаться на врага, не прекращая вести огонь. Этот приказ крайне полезен для сохранения темпа наступления, но помните, что при его выполнении у отрядов снижаются и скорость, и урон."
  },
  "lowStamina": {
    "title": "Низкая выносливость!",
    "message": "Этот отряд истощён  – он уже получает серьёзные отрицательные боевые модификаторы, и в скором времени этот отряд рискует даже потерять способность к бегу.\n\nКогда у Вашего отряда низкая выносливость, Вам следует:\n\n• Использовать этот отряд для преследования отступающего врага, неспособного контратаковать, чтобы помешать ему перегруппироваться;\n• Отвести его в тыл, чтобы он смог восстановиться и помог реорганизоваться разбитым союзникам в его Радиусе влияния организации;\n• Наконец, просто оставить его без приказов, чтобы его выносливость могла немного восполниться.\n\nВосстановление выносливости происходит очень медленно, поэтому старайтесь использовать её только в нужный момент, когда это действительно важно!"
  }
}