{
  "tips": [
    "Атака на хорошо организованное подразделение может быть разрушительной для атакующего. Обязательно дезорганизуйте цель, подавляйте её огнём и/или атакуйте с фланга для наилучшего результата.",
    "Скорость и выносливость гусар делают их основой кавалерии. Охотьтесь на стрелков, артиллерию и повреждённые подразделения, но избегайте кавалерийских схваток.",
    "Мушкеты и артиллерия наносят гораздо больше урона на близкой дистанции.",
    "Гаубицы стреляют по высокой траектории, что делает их гораздо эффективнее другой артиллерии при атаке целей в лесах и зданиях.",
    "Вы можете найти много полезной информации о своих войсках, выбрав подразделение, нажав Инфо (клавиша I) и изучив вкладки подразделения.",
    "Бегущие подразделения деморализуют ближайших союзников, устают и могут покинуть карту. Держите резервы, чтобы вовремя заменить дезорганизованные подразделения до их полного разложения.",
    "Лёгкая артиллерия обладает значительной манёвренностью даже без Бега; используйте команду Огонь и Вперёд, чтобы продвигать её вместе с линией пехоты.",
    "При выборе подразделения вы увидите его радиус организации голубым цветом. Враги в этом радиусе будут терять организацию, а союзники — получать.",
    "Уланы — элитная кавалерия, специализирующаяся на разрушительной атаке, но уступающая кирасирам в затяжном бою.",
    "Дальние атаки, попадающие во фланг пехотного подразделения, наносят гораздо больший урон.",
    "Вы можете получать очки победы, нанося потери или захватывая вражескую цель пехотой. Большое преимущество по очкам победы замедляет реорганизацию вражеских подразделений и обеспечивает победу по лимиту ходов.",
    "Окружайте врага, не позволяйте себя окружить.",
    "Присылайте свои любимые повторы через Discord-сервер Lines of Battle, и команда разработчиков выделит их на YouTube!",
    "Если у вас есть вопросы по игре, Wiki Lines of Battle, Reddit и Discord-сервер помогут вам.",
    "Если вам нравится Lines of Battle и вы хотите поддержать автора, присоединяйтесь к Patreon! Каждый вклад важен.",
    "Знаете ли вы, что можете перемещать свою цель на начальной фазе? Захватите её одним батальоном пехоты за 8 ходов, 8 батальонами за один ход и т.д.",
    "Нейтральная цель в основном служит для определения ничьей и не даёт большого преимущества до 60-го хода. Ничего страшного, если враг её захватит, если у вас есть план вернуть её обратно.",
    "Выберите кнопку приказов, чтобы получить доступ к командам, таким как Отступление, Огонь и Вперёд, и Стрельба.",
    "У всех подразделений есть радиус организации, который усиливает организацию и атаку ближайших союзников и ослабляет врага; накапливайте этот эффект для тактического преимущества, особенно используя гвардейцев, гренадёров и кирасиров.",
    "Оставьте артиллерии свободный сектор обстрела; не выводите пехоту перед ней.",
    "\"Кавалерия должна преследовать победу и не дать разбитому врагу перегруппироваться.\" — Наполеон Бонапарт",
    "\"Планировать оставить кавалерию на конец битвы — значит не понимать силу комбинированных атак пехоты и кавалерии, как в нападении, так и в обороне.\" — Наполеон Бонапарт",
    "\"Просто атакуй.\" — Маршал Apeiro",
    "\"Где мои драгуны?\" — Маршал SteelFlesher",
    "Восстановление выносливости очень медленное, но Бег даёт значительный прирост скорости. Следите за балансом между агрессивным развертыванием и необходимостью свежих резервов.",
    "\"Искусство войны состоит в том, чтобы с меньшей армией добиться превосходства в точке атаки или обороны.\" — Наполеон Бонапарт",
    "\"Осмотреть поле битвы и сразу понять преимущества и недостатки — великое качество генерала.\" — Кавалер де Фолар",
    "\"В битве, как и в осаде, искусство состоит в том, чтобы сосредоточить очень сильный огонь на определённой точке... тот, кто сможет внезапно и неожиданно сосредоточить массу артиллерии на одной из этих точек, обязательно победит.\" — Наполеон Бонапарт",
    "\"Артиллерия важнее для кавалерии, чем для пехоты, потому что у кавалерии нет огня для защиты, она полагается на саблю.\" — Наполеон Бонапарт",
    "\"Искусство войны — как всё прекрасное и простое. Самые простые движения — лучшие.\" — Наполеон Бонапарт",
    "\"Я никогда не видел так много ужасных шляп в своей жизни.\" — Герцог Веллингтон",
    "Стрелки крайне уязвимы в рукопашном бою на открытой местности; используйте их на местности или сопровождайте кавалерией.",
    "В начале игры попробуйте быстро занять выгодную позицию стрелками. Кавалерия имеет меньше выносливости, чем пехота; используйте её в нужный момент.",
    "Артиллерия тратит очень мало выносливости на бегу; всегда бегите ею на дальние расстояния."
  ]
} 