{
  "tips": [
    "Натиск на свежий отряд врага может окончиться катастрофой для вас. Прежде чем посылать отряды в ближний бой, обязательно дезорганизуйте цель (например, подавите её огнём артиллерии). Также стоит атаковать во фланг для наилучшего результата.",
    "Скорость и выносливость гусар делают их основой кавалерии. Гусары идеально подходят для охоты на застрельщиков, артиллерию и измотанные отряды врага, но ужасно показывают себя в кавалерийских схватках.",
    "Мушкеты и артиллерия наносят гораздо больше урона на близкой дистанции.",
    "Гаубицы стреляют под большим углом, что делает их более эффективными при обстреле врага, укрывающегося в лесах и зданиях.",
    "Вы можете найти много полезной информации о выбранном отряде, изучив вкладки в разделе \"Информация\" (горячая клавиша I).",
    "Дезорганизованные и отступающие в беспорядке отряды деморализуют ближайших союзников, выматывают себя бегом и могут безвозвратно покинуть карту. Полезно иметь резерв, чтобы вовремя заменить дезорганизованные отряды - до того, как они дрогнут.",
    "Лёгкая артиллерия обладает впечатляющей манёвренностью - даже без приказа \"Бег\"; используйте приказ \"Огонь при движении\", чтобы поддержать огнём продвижение пехотной линии.",
    "При выборе отряда вы увидите круг голубого цвета; это - радиус его влияния на организацию отрядов поблизости. Враги в этом радиусе будут терять организацию, а союзники — получать.",
    "Уланы — элитная лёгкая кавалерия: они достаточно мобильны и наносят смертоносные удары при атаке, но уступают кирасирам в затяжном бою.",
    "Огонь во фланг пехотного батальона нанесёт гораздо больше урона!",
    "Очки победы помогут Вам в затяжной битве: чем больше Ваше преимущество по очкам победы, тем медленнее противник восстанавливает организацию. Кроме того, имея значительное преимущество в очках победы, Вы автоматически победите, когда ходы закончатся. Зарабатывайте очки победы, нанося потери противнику или захватив Ключевую позицию пехотой.",
    "Наносите удары во фланг врагу, не позволяя ему ударять Вам во фланг.",
    "Вы можете поделиться своими любимыми повторами сражений на Discord-сервере Lines of Battle. Лучшие повторы могут попасть на YouTube-канал разработчика!",
    "Если у вас есть вопросы по игре, Вам помогут Lines of Battle Wiki, Reddit или сервер Discord игры.",
    "Если Вам нравится Lines of Battle и Вы хотите поддержать разработчика, присоединяйтесь к Patreon! Каждый вклад важен.",
    "А вы знали, что Вы можете перемещать свою Ключевую позицию на этапе развёртывания? Один батальон пехоты захватит Ключевую позицию за восемь ходов, восемь батальонов - за один ход, и т.д.",
    "Нейтральная ключевая позиция в основном служит для преодоления ничьей и не даёт большого преимущества до 60-го хода. Ничего страшного, если враг её захватит, - конечно, до тех пор, пока у Вас есть план вернуть её обратно.",
    "Все приказы по умолчанию привязаны к клавишам 1 - 7. Нажмите нужную клавишу, чтобы быстро выбрать нужный приказ.",
    "Все отряды в игре имеют радиус влияния организации: он усиливает организацию и мощь натиска ближайших союзников и в то же время ослабляет врага. Накапливайте этот эффект для получения локального тактического преимущества; особенно сильный эффект на организацию оказывают Гвардия, Гренадеры и Кирасиры.",
    "Оставляйте перед артиллерией свободное пространство для стрельбы; не маневрируйте пехотой перед ней. Так вы сможете избежать ненужных потерь от дружественного огня!",
    "\"Кавалерии надлежит преследовать победу и не давать разбитому врагу перегруппироваться.\" — Наполеон Бонапарт",
    "\"Планировать оставить кавалерию на конец битвы — это значит не иметь представления о силе совместных ударов пехоты и кавалерии, как в нападении, так и в обороне.\" — Наполеон Бонапарт",
    "\"Просто атакуй.\" — Marechal Apeiro",
    "\"Ну и где же мои драгуны?\" — Marechal SteelFlesher",
    "Выносливость восстанавливается очень медленно, однако приказ \"Бег\" позволяет занять выгодную позицию быстрее противника и получить преимущество. Всегда взвешивайте преимущества, которые Вам предлагают как агрессивное развёртывание, так и свежие резервы.",
    "\"Искусство войны состоит в том, чтобы с меньшей армией добиться превосходства в точке атаки или обороны.\" — Наполеон Бонапарт",
    "\"Осмотреть поле битвы и сразу же определить преимущества и недостатки — великое качество генерала.\" — шевалье де Фолар",
    "\"Во время битвы, как и во время осады, искусство состоит в том, чтобы сконцентрировать сильный огонь на определённой точке... тот, кто сможет внезапно и неожиданно сосредоточить массу артиллерии на одной из этих точек, обязательно победит.\" — Наполеон Бонапарт",
    "\"Артиллерия важнее для кавалерии, чем для пехоты, потому что у кавалерии нет огня для защиты, но она полагается на саблю.\" — Наполеон Бонапарт",
    "\"Искусство войны — как всё прекрасное и простое. Самые простые манёвры — лучшие.\" — Наполеон Бонапарт",
    "\"Я никогда не видел так много ужасных шляп в своей жизни.\" — Герцог Веллингтон",
    "Застрельщики крайне уязвимы в рукопашном бою на открытой местности; используйте их, чтобы занять леса или здания, или же сопровождайте их кавалерией.",
    "В начале игры попытайтесь быстро занять выгодную позицию застрельщиками. Кавалерия имеет меньше выносливости, чем пехота; используйте её в нужный момент.",
    "Артиллерия тратит очень мало выносливости, когда используется приказ \"Бег\"; всегда используйте этот приказ, когда артиллерию надо переместить на большое расстояние."
  ]
} 
