{
  "gotIt": "Понятно!",
  "disableTips": "Отключить подсказки",
  "friendlyFire": {
    "title": "Дружественный огонь!",
    "message": "Этот приказ приведёт к потерям от дружественного огня! Жёлтая иконка на отряде означает, что дружественный огонь заденет этот отряд."
  },
  "armyComposition": {
    "title": "Советы по Составу Армии",
    "message": "Здесь вы можете создавать пользовательские армии, которые соответствуют вашему стилю и предпочтениям. Если вы новичок в Lines of Battle, придерживайтесь состава по умолчанию, пока не изучите основы; армии по умолчанию очень конкурентоспособны и состоят из самых рентабельных и сбалансированных юнитов в игре.\n\nЛучшие армии обычно состоят из 60-75% пехоты, 20-35% кавалерии и 10-15% артиллерии."
  },
  "firstBattle": {
    "title": "Поздравляем с началом вашего первого сражения, Генерал!",
    "message": "Вражеская сила примерно равной силы выступила, чтобы встретиться с нами на этом поле битвы.\n\nЕсть три способа добиться победы:\n\n1. Полное уничтожение вражеской силы – обратите в бегство каждую единицу, чтобы победить.\n2. Удержание поля в конце дня – нанесите больше потерь врагу или используйте свои пехотные батальоны для захвата нейтральных целей и получения Очков Победы. Если у вас есть преимущество в +10 Очков Победы, когда игра заканчивается, вы побеждаете.\n3. Перерезание вражеских линий снабжения – используйте свои пехотные батальоны для захвата большой цели во вражеской зоне развертывания. Это займет более чем в два раза больше времени, чем захват маленькой цели, но закончит игру в вашу пользу.\n\nУдачи, Генерал!"
  },
  "routingUnits": {
    "title": "Отступающие Юниты",
    "message": "Юнит потерял всю сплоченность и теперь бежит с фронта. Если он сможет достичь безопасного расстояния от вражеских сил, он перестанет бежать и быстро восстановит организацию – при 30% организации он перегруппируется, и вы снова получите контроль над ним. Вы можете ускорить этот процесс, разместив рядом дружественные юниты, такие как кавалерия.\n\nПопробуйте заменить низкоорганизованные юниты в бою свежими, хорошо организованными резервами. Намного эффективнее реорганизовать дезорганизованный юнит, чем перегруппировать сломанный."
  },
  "lineInfantrySelection": {
    "title": "Линейная Пехота",
    "message": "Это пехотный батальон из 800 человек, способный атаковать цели огнем из мушкетов или штыком. Используйте приказ 'Огонь и Наступление', чтобы приблизиться и нанести разрушительный урон на расстоянии, и используйте приказ 'Бег', чтобы потратить выносливость и быстро преодолеть местность, совершая штыковую атаку против другой пехоты. Однако будьте осторожны, не злоупотребляйте приказом 'Бег' и избегайте атаковать вражескую пехоту с высокой Организацией."
  },
  "skirmisherSelection": {
    "title": "Стрелки",
    "message": "Стрелки представляют роту (~150 человек) снайперов, сражающихся без строя.\n\nЭти юниты получают почти никакого урона от мушкетов и артиллерии, но серьезный урон в ближнем бою.\n\nРазмещайте своих стрелков на местности или используйте линейную пехоту и кавалерию для защиты их от атак.\n\nСтрелки превосходно удерживают укрепленные пункты или беспокоят артиллерию и пехоту дальним огнем."
  },
  "cavalrySelection": {
    "title": "Кавалерия",
    "message": "Кавалерийские юниты быстры и мощны, но требуют осторожного управления.\n\n• Используйте приказ 'Бег' для траты выносливости и атаки стрелков, низкоорганизованной пехоты и плохо защищенной артиллерии\n• Сохраняйте выносливость, заставляя кавалерию идти пешком, когда это возможно\n• Кавалерия всегда проиграет 1 против 1 против пехоты с высокой организацией\n• Дезорганизуйте вражескую пехоту огнем мушкетов и артиллерии перед атакой\n• Сохраняйте свою кавалерию для решающих моментов\n• Держите кавалерию подальше от местности"
  },
  "artillerySelection": {
    "title": "Артиллерия",
    "message": "Артиллерия - это усилитель силы; она поддерживает пехоту и кавалерию, но не может выиграть сражения в одиночку.\n\n• У артиллерии нет выносливости; всегда используйте приказ 'Бег' при пересечении больших расстояний\n• У артиллерии есть боеприпасы; следите за своим запасом боеприпасов, чтобы не остаться без них\n• Наполеоновская артиллерия требует четкой линии видимости для стрельбы; не блокируйте её своей пехотой\n\nПонимайте лучшее использование различных дальностей артиллерии:\n\n• Дальний огонь: низкий урон многим юнитам (большая область воздействия)\n• Огонь средней дальности: хороший урон нескольким юнитам (малая область воздействия)\n• Ближний огонь: экстремальный урон одному юниту (картечный огонь)\n\nРассмотрите возможность продвижения вашей артиллерии с боевой линией вместо того, чтобы оставлять её стрелять с дальнего расстояния с тыла."
  },
  "forestMovement": {
    "title": "Лесная Местность",
    "message": "Вы приказали этому юниту двигаться через лес. Эта местность:\n\n• Обеспечивает защиту от вражеского огня и снижает видимость\n• Увеличивает затраты выносливости на ближний бой и движение\n• Снижает боевую эффективность кавалерии\n• Снижает урон артиллерии внутри неё"
  },
  "buildingMovement": {
    "title": "Местность Зданий",
    "message": "Вы приказали этому юниту двигаться через здание. Эта местность:\n\n• Обеспечивает отличную защиту от вражеского огня и снижает видимость\n• Увеличивает затраты выносливости на ближний бой и движение\n• Сильно снижает боевую эффективность кавалерии\n• Значительно снижает урон артиллерии внутри неё"
  },
  "roadMovement": {
    "title": "Движение по Дороге",
    "message": "Вы приказали этому юниту двигаться по дороге. Дороги:\n\n• Значительно увеличивают скорость движения, особенно для артиллерии\n• Снижают затраты выносливости вдвое – рассмотрите возможность бега юнитов по дороге к месту назначения"
  },
  "waterMovement": {
    "title": "Водная Местность",
    "message": "Вы приказали этому юниту двигаться через воду. Вода:\n\n• Сильно снижает скорость движения, защиту в ближнем бою, выносливость и дальность атаки\n• Если вы движетесь через воду, не застревайте в бою там\n• Рассмотрите, как использовать воду для препятствования врагу"
  },
  "runOrder": {
    "title": "Приказ Бега",
    "message": "Используйте приказ бега, чтобы тратить выносливость для быстрого движения и атаки вражеских юнитов, но не злоупотребляйте им и не истощайте свои войска.\n\nАтаки зависят от статистики Сопротивления Атакам защитника и статистики Пробивания Атак атакующего, которая снижает сопротивление атакам защитника (рядом на карточке юнита, которая видна слева на экране при выборе юнита).\n\nАтака с высоким Пробиванием против низкого Сопротивления обратит защитника в бегство; атака с низким Пробиванием против высокого Сопротивления может не нанести урона или даже дезорганизовать атакующего.\n\nСопротивление Атакам и Пробивание основаны на Организации; используйте огонь мушкетов и артиллерии для дезорганизации врага, затем атакуйте свежим, высокоорганизованным юнитом.\n\nПопробуйте фронтально атаковать юниты, когда их сопротивление всего на 60% выше вашего пробивания.\n\nКороче говоря: используйте юниты с высокой Организацией для атаки юнитов с низкой Организацией."
  },
  "fallbackOrder": {
    "title": "Приказ Отступления",
    "message": "Отступление — это высокосложный и изнурительный манёвр – отступающий юнит, который получает атаку, понесёт тяжёлые потери даже если хорошо организован. Используйте этот приказ экономно и старайтесь защищать отступающие войска свежими юнитами."
  },
  "fireAndAdvanceOrder": {
    "title": "Приказ Огонь и Наступление",
    "message": "Пехота и лёгкая артиллерия могут использовать Огонь и Наступление против врагов для улучшения своей позиции, сохраняя огонь. Но помните, что этот приказ снижает скорость и урон."
  },
  "lowStamina": {
    "title": "Предупреждение о Низкой Выносливости",
    "message": "Вы истощили выносливость этого юнита – у него уже есть серьёзные отрицательные модификаторы боя, и если вы будете давить на него дальше, он даже потеряет способность бегать.\n\nКогда у вашего юнита низкая выносливость, вы должны:\n\n• Использовать его для преследования отступающих вражеских юнитов, которые не могут контратаковать, чтобы помешать им перегруппироваться\n• Разместить его за вашей боевой линией или рядом с вашими отступающими юнитами, чтобы ваш юнит с низкой выносливостью мог поддержать их своим радиусом морали\n• Или просто оставить его без приказов, чтобы он мог немного восстановить выносливость\n\nВосстановление выносливости очень медленное, поэтому старайтесь использовать её только когда это действительно важно!"
  }
}
