{
  "gotIt": "Capito!",
  "disableTips": "Disabilita suggerimenti",
  "friendlyFire": {
    "title": "Avviso di Fuoco Amico",
    "message": "Questo colpo causerà fuoco amico! Cerca l'icona gialla sulle unità per vedere quali saranno danneggiate."
  },
  "armyComposition": {
    "title": "Suggerimenti per la Composizione dell'Esercito",
    "message": "Qui puoi progettare eserciti personalizzati che si adattano al tuo stile e alle tue preferenze. Se sei nuovo a Lines of Battle, rimani con la composizione predefinita finché non impari le basi; gli eserciti predefiniti sono altamente competitivi e consistono nelle unità più convenienti e bilanciate del gioco.\n\nI migliori eserciti tipicamente consistono in 60-75% di fanteria, 20-35% di cavalleria, e 10-15% di artiglieria."
  },
  "firstBattle": {
    "title": "Congratulazioni per aver iniziato la tua prima battaglia, Generale!",
    "message": "Una forza nemica di forza approssimativamente uguale ha marciato per incontrarci su questo campo di battaglia.\n\nCi sono tre modi per ottenere la vittoria:\n\n1. La distruzione completa della forza nemica – metti in fuga ogni unità per vincere.\n2. Tenere il campo alla fine del giorno – infliggi più perdite al nemico o usa i tuoi battaglioni di fanteria per catturare obiettivi neutrali e guadagnare Punti Vittoria. Se hai un vantaggio di +10 Punti Vittoria quando il gioco finisce, vinci.\n3. Tagliare le linee di rifornimento nemiche – usa i tuoi battaglioni di fanteria per catturare il grande obiettivo nella zona di schieramento nemica. Questo richiede più del doppio del tempo rispetto alla cattura di un piccolo obiettivo, ma finirà il gioco a tuo favore.\n\nBuona fortuna, Generale!"
  },
  "routingUnits": {
    "title": "Unità in Fuga",
    "message": "Un'unità ha perso tutta la coesione e ora sta fuggendo dal fronte. Se può raggiungere una distanza sicura dalle forze nemiche, smetterà di fuggire e riacquisterà rapidamente l'organizzazione – al 30% di organizzazione, si riorganizzerà e riprenderai il controllo di essa. Puoi accelerare questo processo posizionando unità amiche come la cavalleria nelle vicinanze.\n\nProva a sostituire le unità a bassa organizzazione in combattimento con riserve fresche e ben organizzate. È molto più efficiente riorganizzare un'unità disorganizzata che riorganizzare una rotta."
  },
  "lineInfantrySelection": {
    "title": "Fanteria di Linea",
    "message": "Questo è un battaglione di fanteria di 800 uomini, capace di ingaggiare bersagli con fuoco di moschetto o baionetta. Usa l'ordine 'Fuoco e Avanzata' per avvicinarti e infliggere danni devastanti a distanza, e usa l'ordine 'Corsa' per spendere resistenza e coprire rapidamente il terreno, lanciando una carica alla baionetta contro altra fanteria. Fai attenzione a non usare troppo l'ordine 'Corsa', tuttavia, ed evita di caricare la fanteria nemica con alta Organizzazione."
  },
  "skirmisherSelection": {
    "title": "Cacciatori",
    "message": "I cacciatori rappresentano una compagnia (~150 uomini) di tiratori scelti che combattono senza formazione.\n\nQueste unità subiscono quasi nessun danno da moschetti e artiglieria, ma danni gravi nel combattimento corpo a corpo.\n\nPosiziona i tuoi cacciatori nel terreno o usa fanteria di linea e cavalleria per proteggerli dalle cariche.\n\nI cacciatori eccellono nel tenere punti forti o molestare artiglieria e fanteria con fuoco a lungo raggio."
  },
  "cavalrySelection": {
    "title": "Cavalleria",
    "message": "Le unità di cavalleria sono veloci e potenti ma richiedono una gestione attenta.\n\n• Usa l'ordine 'Corsa' per spendere resistenza e caricare cacciatori, fanteria a bassa organizzazione e artiglieria mal protetta\n• Preserva la resistenza facendo camminare la cavalleria quando possibile\n• La cavalleria perderà sempre 1 contro 1 contro fanteria con alta organizzazione\n• Disorganizza la fanteria nemica con fuoco di moschetto e artiglieria prima di una carica\n• Preserva la tua cavalleria per i momenti decisivi\n• Tieni la cavalleria fuori dal terreno"
  },
  "artillerySelection": {
    "title": "Artiglieria",
    "message": "L'artiglieria è un moltiplicatore di forza; supporta fanteria e cavalleria, ma non può vincere le battaglie da sola.\n\n• L'artiglieria non ha resistenza; usa sempre l'ordine 'Corsa' quando attraversi lunghe distanze\n• L'artiglieria ha munizioni; tieni d'occhio la tua riserva di munizioni per non rimanere senza\n• L'artiglieria napoleonica richiede una linea di vista chiara per sparare; non bloccarla con la tua fanteria\n\nComprendi il miglior uso delle diverse gittate dell'artiglieria:\n\n• Fuoco a lungo raggio: basso danno a molte unità (grande area di effetto)\n• Fuoco a media gittata: buon danno a poche unità (piccola area di effetto)\n• Fuoco a corto raggio: danno estremo a una unità (fuoco a mitraglia)\n\nConsidera di muovere la tua artiglieria con la linea di battaglia invece di lasciarla sparare a lungo raggio dalla retroguardia."
  },
  "forestMovement": {
    "title": "Terreno Forestale",
    "message": "Hai ordinato a questa unità di muoversi attraverso una foresta. Questo terreno:\n\n• Fornisce protezione dal fuoco nemico e riduce la visione\n• Aumenta i costi di resistenza per combattimento corpo a corpo e movimento\n• Riduce l'efficacia di combattimento della cavalleria\n• Riduce i danni dell'artiglieria al suo interno"
  },
  "buildingMovement": {
    "title": "Terreno di Edifici",
    "message": "Hai ordinato a questa unità di muoversi attraverso un edificio. Questo terreno:\n\n• Fornisce eccellente protezione dal fuoco nemico e riduce la visione\n• Aumenta i costi di resistenza per combattimento corpo a corpo e movimento\n• Riduce severamente l'efficacia di combattimento della cavalleria\n• Riduce enormemente i danni dell'artiglieria al suo interno"
  },
  "roadMovement": {
    "title": "Movimento su Strada",
    "message": "Hai ordinato a questa unità di muoversi su una strada. Le strade:\n\n• Aumentano enormemente la velocità di movimento, specialmente per l'artiglieria\n• Dimezzano i costi di resistenza – considera di far correre le unità lungo la strada verso la tua destinazione"
  },
  "waterMovement": {
    "title": "Terreno Acquatico",
    "message": "Hai ordinato a questa unità di muoversi attraverso l'acqua. L'acqua:\n\n• Penalizza severamente la velocità di movimento, difesa corpo a corpo, resistenza e potenza di fuoco a distanza\n• Se ti muovi attraverso l'acqua, non rimanere bloccato a combattere lì\n• Considera come usare l'acqua per ostacolare il nemico"
  },
  "runOrder": {
    "title": "Ordine di Corsa",
    "message": "Usa l'ordine di corsa per spendere resistenza e muoverti ad alta velocità e caricare le unità nemiche, ma non abusarne e non esaurire le tue truppe.\n\nLe cariche dipendono dalla statistica di Resistenza alle Cariche del difensore e dalla statistica di Penetrazione delle Cariche dell'attaccante, che riduce la resistenza alle cariche del difensore (affiancate sulla carta dell'unità, che è visibile a sinistra dello schermo quando selezioni un'unità).\n\nUna carica condotta con alta Penetrazione contro bassa Resistenza metterà in fuga il difensore; una carica con bassa Penetrazione contro alta Resistenza potrebbe non causare danni o addirittura disorganizzare l'attaccante.\n\nLa Resistenza alle Cariche e la Penetrazione sono entrambe basate sull'Organizzazione; usa il fuoco di moschetto e artiglieria per disorganizzare il nemico, poi carica con un'unità fresca e ben organizzata.\n\nProva a caricare frontalmente le unità quando la loro resistenza è solo del 60% superiore alla tua penetrazione.\n\nIn breve: usa unità con alta Organizzazione per caricare unità con bassa Organizzazione."
  },
  "fallbackOrder": {
    "title": "Ordine di Ripiegamento",
    "message": "Il ripiegamento è una manovra altamente complessa e faticosa – un'unità che si ritira e riceve una carica subirà gravi danni anche se ben organizzata. Usa questo ordine con parsimonia e cerca di proteggere le truppe in ritirata con unità fresche."
  },
  "fireAndAdvanceOrder": {
    "title": "Ordine di Fuoco e Avanzata",
    "message": "La fanteria e l'artiglieria leggera possono usare Fuoco e Avanzata verso i nemici per migliorare la loro posizione mantenendo il fuoco. Ma tieni presente che questo ordine riduce velocità e potenza di fuoco."
  },
  "lowStamina": {
    "title": "Avviso di Resistenza Bassa",
    "message": "Hai esaurito la resistenza di questa unità – ha già modificatori di combattimento negativi severi, e se la spingi molto oltre, perderà persino la capacità di correre.\n\nQuando la tua unità ha poca resistenza, dovresti:\n\n• Usarla per inseguire unità nemiche in fuga che non possono contrattaccare, per impedire loro di riorganizzarsi\n• Posizionarla dietro la tua linea di battaglia o vicino alle tue unità in fuga, così la tua unità con poca resistenza può supportarle con il suo raggio di morale\n• O semplicemente lasciarla senza ordini così può recuperare un po' di resistenza\n\nLa rigenerazione della resistenza è molto lenta, quindi cerca di usarla solo quando conta davvero!"
  }
}
