{
  "gotIt": "了解しました！",
  "friendlyFire": {
    "title": "友軍誤射警告",
    "message": "この射撃は友軍誤射を引き起こします！ユニットの黄色いアイコンを探して、どのユニットがダメージを受けるかを確認してください。"
  },
  "armyComposition": {
    "title": "軍隊編成のコツ",
    "message": "ここでは、自分のスタイルと好みに合ったカスタム軍隊を設計できます。Lines of Battleが初めての場合は、基本を学ぶまでデフォルトの編成を使い続けてください。デフォルトの軍隊は非常に競争力があり、ゲーム内で最もコストパフォーマンスが高く、バランスの取れたユニットで構成されています。\n\n最良の軍隊は通常、60-75%の歩兵、20-35%の騎兵、10-15%の砲兵で構成されています。"
  },
  "firstBattle": {
    "title": "初戦の開始おめでとうございます、将軍！",
    "message": "ほぼ同等の戦力を持つ敵軍が、この戦場で我々と対峙するために進軍してきました。\n\n勝利を得る方法は3つあります：\n\n1. 敵軍の完全な殲滅 – すべてのユニットを敗走させて勝利する。\n2. 一日の終わりに戦場を保持する – 敵により多くの損害を与えるか、歩兵大隊を使って中立目標を占領し、勝利ポイントを獲得する。ゲーム終了時に+10勝利ポイントのリードがあれば勝利。\n3. 敵の補給線を断つ – 歩兵大隊を使って敵の展開ゾーンの大きな目標を占領する。これは小さな目標の占領の2倍以上の時間がかかるが、ゲームを有利に終わらせることができる。\n\n頑張ってください、将軍！"
  },
  "routingUnits": {
    "title": "敗走ユニット",
    "message": "ユニットはすべての結束を失い、現在前線から逃げています。敵軍から安全な距離に到達できれば、逃げるのをやめて迅速に組織を回復します – 30%の組織力で再編成し、あなたはそのユニットのコントロールを取り戻します。騎兵などの友軍ユニットを近くに配置することで、このプロセスを加速できます。\n\n戦闘中の低組織力ユニットを新鮮で組織化された予備軍に置き換えることを試してください。組織化されていないユニットを再編成する方が、壊れたユニットを再編成するよりもはるかに効率的です。"
  },
  "lineInfantrySelection": {
    "title": "線列歩兵",
    "message": "これは800名の歩兵大隊で、マスケット銃の射撃や銃剣で目標と交戦できます。'射撃と前進'命令を使用して接近し、破壊的な遠距離ダメージを与え、'走行'命令を使用してスタミナを消費し、素早く地面を移動して他の歩兵に対する銃剣突撃を仕掛けることができます。ただし、'走行'命令の使いすぎに注意し、高い組織力を持つ敵歩兵への突撃は避けてください。"
  },
  "skirmisherSelection": {
    "title": "散兵",
    "message": "散兵は隊形を組まずに戦う狙撃手の小隊（約150名）を表します。\n\nこれらのユニットはマスケット銃や砲兵からのダメージをほとんど受けませんが、白兵戦では深刻なダメージを受けます。\n\n散兵を地形に配置するか、線列歩兵や騎兵を使って突撃から守ってください。\n\n散兵は要所の保持や長距離射撃による砲兵や歩兵の撹乱に優れています。"
  },
  "cavalrySelection": {
    "title": "騎兵",
    "message": "騎兵ユニットは素早く強力ですが、慎重な管理が必要です。\n\n• '走行'命令を使用してスタミナを消費し、散兵、低組織力の歩兵、防御の弱い砲兵に突撃する\n• 可能な限り騎兵を歩行させてスタミナを温存する\n• 騎兵は常に高組織力の歩兵との1対1で負ける\n• 突撃前にマスケット銃と砲兵の射撃で敵歩兵を混乱させる\n• 騎兵を決定的な瞬間のために温存する\n• 騎兵を地形から遠ざける"
  },
  "artillerySelection": {
    "title": "砲兵",
    "message": "砲兵は戦力増強要因です；歩兵と騎兵を支援しますが、単独では戦闘に勝利できません。\n\n• 砲兵にはスタミナがありません；長距離移動時は常に'走行'命令を使用してください\n• 砲兵には弾薬があります；弾薬切れを避けるため、弾薬の在庫に注意してください\n• ナポレオン時代の砲兵は射撃に明確な射線が必要です；歩兵で射線を遮らないでください\n\n砲兵の異なる射程の最適な使用方法を理解してください：\n\n• 長距離射撃：多くのユニットに低ダメージ（大きな効果範囲）\n• 中距離射撃：少数のユニットに良いダメージ（小さな効果範囲）\n• 短距離射撃：1つのユニットに極大ダメージ（散弾射撃）\n\n後方から長距離射撃させるのではなく、砲兵を戦列と共に前進させることを検討してください。"
  },
  "forestMovement": {
    "title": "森林地形",
    "message": "このユニットに森を通って移動するよう命令しました。この地形は：\n\n• 敵の射撃から保護し、視界を減少させます\n• 白兵戦と移動のスタミナコストを増加させます\n• 騎兵の戦闘効果を減少させます\n• 内部の砲兵のダメージ出力を減少させます"
  },
  "buildingMovement": {
    "title": "建物地形",
    "message": "このユニットに建物を通って移動するよう命令しました。この地形は：\n\n• 敵の射撃から優れた保護を提供し、視界を減少させます\n• 白兵戦と移動のスタミナコストを増加させます\n• 騎兵の戦闘効果を大幅に減少させます\n• 内部の砲兵のダメージ出力を大幅に減少させます"
  },
  "roadMovement": {
    "title": "道路移動",
    "message": "このユニットに道路を通って移動するよう命令しました。道路は：\n\n• 移動速度を大幅に向上させ、特に砲兵にとって効果的です\n• スタミナコストを半分に削減します – 目的地まで道路に沿ってユニットを走らせることを検討してください"
  },
  "waterMovement": {
    "title": "水域地形",
    "message": "このユニットに水を通って移動するよう命令しました。水は：\n\n• 移動速度、白兵戦防御、スタミナ、遠距離攻撃出力を厳しくペナルティを与えます\n• 水を通って移動する場合、そこで戦闘に巻き込まれないようにしてください\n• 水を使って敵を妨害する方法を検討してください"
  }
}
