{
  "gotIt": "Got it!",
  "friendlyFire": {
    "title": "Friendly Fire Warning",
    "message": "This shot will cause friendly fire! Look for the yellow icon on units to see which will be damaged."
  },
  "armyComposition": {
    "title": "Army Composition Tips",
    "message": "Here, you can design custom armies that suit your own style and preferences. If you're new to Lines of Battle, stick with the default composition until you learn the basics; the default armies are highly competitive and consist of the most cost-effective, well-rounded units in the game.\n\nThe best armies typically consist of 60-75% infantry, 20-35% cavalry, and 10-15% artillery."
  },
  "firstBattle": {
    "title": "Congratulations on starting your first battle, General!",
    "message": "An enemy force of roughly equal strength has marched to meet us on this battlefield.\n\nThere are three ways you can obtain victory:\n\n1. The complete destruction of the enemy force – rout every unit to win.\n2. Holding the field at the end of the day – inflict more casualties than the enemy or use your infantry battalions to seize neutral objectives to gain Victory Points. If you have a +10 Victory Point lead when the game ends, you win.\n3. Cutting the enemy lines of supply – use your infantry battalions to capture the large objective in the enemy deployment zone. This takes more than twice as long as capturing a small objective, but will end the game in your favor.\n\nBest of luck, General!"
  },
  "routingUnits": {
    "title": "Routing Units",
    "message": "A unit has lost all cohesion and is now fleeing the front. If it can reach a safe distance from enemy forces, it will stop fleeing and rapidly regain organization – at 30% organization, it will rally and you will regain control of it. You can accelerate this process by placing friendly units such as cavalry nearby.\n\nTry to replace low-organization units in combat with fresh, well-organized reserves. It's much more efficient to reorganize a disorganized unit than to rally a broken one."
  },
  "lineInfantrySelection": {
    "title": "Line Infantry",
    "message": "This is an infantry battalion of 800 men, capable of engaging targets with musket fire or the bayonet. Use the Fire and Advance order to close in and inflict devastating ranged damage, and use the Run order to expend stamina and quickly cover ground, launching a bayonet charge against other infantry. Be mindful not to overuse the Run order, however, and avoid charging enemy infantry with high Organization."
  },
  "skirmisherSelection": {
    "title": "Skirmishers",
    "message": "Skirmishers represent a company (~150 men) of marksmen fighting without a formation.\n\nThese units take almost no damage from muskets and artillery, but severe damage from melee.\n\nPlace your skirmishers in terrain or use line infantry and cavalry to protect them from charges.\n\nSkirmishers excel at holding strongpoints or harassing artillery and infantry with long-range fire."
  },
  "cavalrySelection": {
    "title": "Cavalry",
    "message": "Cavalry units are fast and powerful but require careful management.\n\n• Use the Run order to spend stamina and charge skirmishers, low-organization infantry, and poorly protected artillery\n• Preserve stamina by walking cavalry when possible\n• Cavalry will always lose a 1 v 1 against infantry with high organization\n• Disorganize enemy infantry with musket and artillery fire before a charge\n• Preserve your cavalry for decisive moments\n• Keep cavalry out of terrain"
  },
  "artillerySelection": {
    "title": "Artillery",
    "message": "Artillery is a force multiplier; it supports infantry and cavalry, but can't win battles alone.\n\n• Artillery doesn't have stamina; always use Run order when crossing long distances\n• Artillery does have ammo; keep an eye on your ammo reserve so you don't run out\n• Napoleonic artillery requires a clear line of sight to fire; do not block it with your infantry\n\nUnderstand the best use of artillery's different ranges:\n\n• Long-range fire: low damage to many units (large area of effect)\n• Medium-range fire: good damage to a few units (small area of effect)\n• Close-range fire: Extreme damage to one unit (canister fire)\n\nConsider moving your artillery up with the battle line instead of leaving it firing at long range from the rear."
  }
}
