{
  "gotIt": "알겠습니다!",
  "friendlyFire": {
    "title": "아군 오사 경고",
    "message": "이 사격은 아군 오사를 일으킬 것입니다! 유닛의 노란색 아이콘을 찾아서 어떤 유닛이 피해를 받을지 확인하세요."
  },
  "armyComposition": {
    "title": "군대 구성 팁",
    "message": "여기서 자신만의 스타일과 선호도에 맞는 맞춤형 군대를 설계할 수 있습니다. Lines of Battle이 처음이라면 기본을 배울 때까지 기본 구성을 사용하세요. 기본 군대는 매우 경쟁력이 있으며 게임에서 가장 비용 효율적이고 균형 잡힌 유닛들로 구성되어 있습니다.\n\n최고의 군대는 일반적으로 60-75%의 보병, 20-35%의 기병, 10-15%의 포병으로 구성됩니다."
  },
  "firstBattle": {
    "title": "첫 전투를 시작한 것을 축하합니다, 장군님!",
    "message": "대략 동등한 전력을 가진 적군이 이 전장에서 우리와 만나기 위해 진군해 왔습니다.\n\n승리를 얻는 방법은 세 가지가 있습니다:\n\n1. 적군의 완전한 섬멸 – 모든 유닛을 패주시켜 승리하세요.\n2. 하루의 끝에 전장을 유지하기 – 적에게 더 많은 피해를 입히거나 보병 대대를 사용하여 중립 목표를 점령하고 승리 포인트를 획득하세요. 게임이 끝날 때 +10 승리 포인트 리드를 가지고 있으면 승리합니다.\n3. 적의 보급선 차단 – 보병 대대를 사용하여 적 배치 지역의 큰 목표를 점령하세요. 이는 작은 목표를 점령하는 것보다 두 배 이상 오래 걸리지만 게임을 유리하게 끝낼 것입니다.\n\n행운을 빕니다, 장군님!"
  },
  "routingUnits": {
    "title": "패주 유닛",
    "message": "유닛이 모든 결속력을 잃고 현재 전선에서 도망치고 있습니다. 적군으로부터 안전한 거리에 도달할 수 있다면, 도망을 멈추고 빠르게 조직을 회복할 것입니다 – 30% 조직력에서 재편성되어 당신이 다시 통제권을 얻을 것입니다. 기병과 같은 아군 유닛을 가까이 배치하여 이 과정을 가속화할 수 있습니다.\n\n전투에서 낮은 조직력을 가진 유닛들을 신선하고 잘 조직된 예비군으로 교체해보세요. 무질서한 유닛을 재조직하는 것이 부서진 유닛을 재편성하는 것보다 훨씬 효율적입니다."
  },
  "lineInfantrySelection": {
    "title": "선열 보병",
    "message": "이것은 800명의 보병 대대로, 머스켓 사격이나 총검으로 적과 교전할 수 있습니다. '사격과 전진' 명령을 사용하여 접근하고 파괴적인 원거리 피해를 입히고, '달리기' 명령을 사용하여 체력을 소모하고 빠르게 지형을 이동하여 다른 보병에 대한 총검 돌격을 감행할 수 있습니다. 하지만 '달리기' 명령을 너무 많이 사용하지 않도록 주의하고, 높은 조직력을 가진 적 보병에 대한 돌격은 피하세요."
  },
  "skirmisherSelection": {
    "title": "산병",
    "message": "산병은 대형 없이 싸우는 저격수 중대(~150명)를 나타냅니다.\n\n이 유닛들은 머스켓과 포병으로부터 거의 피해를 받지 않지만, 백병전에서는 심각한 피해를 받습니다.\n\n산병을 지형에 배치하거나 선열 보병과 기병을 사용하여 돌격으로부터 보호하세요.\n\n산병은 요새를 지키거나 장거리 사격으로 포병과 보병을 괴롭히는 데 뛰어납니다."
  },
  "cavalrySelection": {
    "title": "기병",
    "message": "기병 유닛은 빠르고 강력하지만 신중한 관리가 필요합니다.\n\n• '달리기' 명령을 사용하여 체력을 소모하고 산병, 낮은 조직력의 보병, 보호가 약한 포병을 돌격하세요\n• 가능한 한 기병을 걸어다니게 하여 체력을 보존하세요\n• 기병은 항상 높은 조직력을 가진 보병과 1대1로 싸우면 패배합니다\n• 돌격 전에 머스켓과 포병 사격으로 적 보병을 무질서하게 만드세요\n• 기병을 결정적인 순간을 위해 보존하세요\n• 기병을 지형에서 멀리 두세요"
  },
  "artillerySelection": {
    "title": "포병",
    "message": "포병은 전력 증폭기입니다; 보병과 기병을 지원하지만 혼자서는 전투에서 승리할 수 없습니다.\n\n• 포병은 체력이 없습니다; 긴 거리를 이동할 때는 항상 '달리기' 명령을 사용하세요\n• 포병은 탄약이 있습니다; 탄약이 떨어지지 않도록 탄약 보급을 주의 깊게 보세요\n• 나폴레옹 시대 포병은 사격을 위해 명확한 시야선이 필요합니다; 보병으로 시야를 막지 마세요\n\n포병의 다양한 사거리의 최적 사용법을 이해하세요:\n\n• 장거리 사격: 많은 유닛에게 낮은 피해 (넓은 효과 범위)\n• 중거리 사격: 몇 유닛에게 좋은 피해 (좁은 효과 범위)\n• 단거리 사격: 한 유닛에게 극심한 피해 (산탄 사격)\n\n포병을 후방에서 장거리 사격하게 두는 대신 전투선과 함께 전진시키는 것을 고려해보세요."
  }
}
