{
  "gotIt": "알겠습니다!",
  "disableTips": "조언 끄기",
  "friendlyFire": {
    "title": "아군 오사 경고",
    "message": "해당 명령은 아군 오사를 유발합니다! 부대 위 노랑 아이콘을 찾아 어떤 부대가 피해를 입는지 확인하세요."
  },
  "armyComposition": {
    "title": "편제 조언",
    "message": "이곳에서 자신의 취향에 맞는 편제를 구성할 수 있습니다. 기본 군대의 편제가 가장 효율적이고 균형 잡혀 있으니, 처음 플레이하는 경우 기본을 익힐 때까지 기본 군대를 유지하세요.\n\n최고의 군대는 보통 보병 60~75%, 기병 20~35%, 포병 10~15%로 구성됩니다."
  },
  "firstBattle": {
    "title": "첫 전투를 축하합니다, 장군!",
    "message": "장군의 군대와 비슷한 전력을 가진 적군이 전장에서 겨루기 위해 진군하고 있습니다.\n\n승리를 쟁취할 수 있는 방법은 세 가지가 있습니다 :\n\n1. 적군을 완전히 격파하여 승리하십시오.\n2. 전투가 끝날 때까지 전장에서 우위를 점하십시오 - 적보다 더 많은 사상자를 내거나 보병대를 사용해 중립 지점목표를 점령해 승점을 획득하십시오. 경기가 종료될 때 승점이 10점 이상 앞서면 승리합니다.\n3. 적의 보급을 차단하십시오 - 보병대를 사용해 적 배치구역에 있는 대형 지점목표를 점령하십시오. 점령하는 데 소형 지점목표보다 두 배 이상 오래 걸리지만, 경기를 유리하게 만들 수 있습니다.\n\n행운을 빕니다, 장군!"
  },
  "routingUnits": {
    "title": "부대 궤멸 중",
    "message": "부대가 조직력을 모두 잃고 전선에서 도주하고 있습니다. 적에게서 안전한 거리를 확보하게 된다면 도주를 멈추고 빠르게 조직력을 회복하며, 조직력이 30%가 되면 재집결해 부대를 다시 운용할 수 있습니다. 기병 등 같은 아군 부대가 근처에 있다면 이 과정이 가속화됩니다.\n\n전투 중 조직력이 낮아진 부대를 아직 괜찮은 예비대로 교체하십시오. 조직력이 낮아진 부대를 재편하는 것이 궤멸된 부대를 재집결시키는 것보다 훨씬 효율적입니다."
  },
  "lineInfantrySelection": {
    "title": "경보병",
    "message": "800명으로 구성된 보병대로, 활강소총과 총검으로 교전할 수 있습니다. 사격 및 전진 명령을 사용해 적에게 다가가며 파괴적인 원거리 피해를 입히고, 주행 명령을 사용해 활력을 소모하며 빠르게 땅을 내달려 다른 보병에게 총검 돌격을 가할 수 있습니다. 하지만 주행 명령을 남용하지 않도록 주의하고, 조직력이 높은 적 보병에게 돌격하는 것은 피해야 합니다."
  },
  "skirmisherSelection": {
    "title": "척후병",
    "message": "척후병은 진형을 꾸리지 않고 싸우는 사수중대(약 150명)를 나타냅니다.\n\n이 부대는 소총과 화포의 피해를 거의 받지 않지만, 근접전에서는 심각한 피해를 받습니다.\n\n지형을 활용하거나 일선 보병과 기병을 사용해 돌격으로부터 보호하세요.\n\n척후병은 거점을 지키거나 장거리 사격으로 포병과 보병을 견제하는 데 탁월합니다."
  },
  "cavalrySelection": {
    "title": "기병",
    "message": "기병대는 빠르고 강력하지만 세심한 운용을 필요로 합니다.\n\n• 주행 명령을 사용해 활력을 소모하고 척후병, 조직력이 낮은 보병, 방어력이 약한 포병을 향해 돌격할 수 있습니다.\n• 가능하면 보행시켜 활력을 보존하십시오.\n• 기병은 조직력을 충분히 갖춘 보병과의 1 대 1 전투에서는 항상 패배할 것입니다.\n• 돌격하기 전 소총과 화포 사격으로 적 보병을 동요시켜야 합니다.\n• 결정적인 순간을 위해 기병대를 보존하십시오.\n• 기병대를 특정 지형에 두지 마십시오."
  },
  "artillerySelection": {
    "title": "포병",
    "message": "포병은 보병과 기병을 지원할 수 있지만, 포병 하나만으로는 전투에서 승리할 수 없습니다.\n\n• 포병에는 활력이 존재하지 않습니다. 장거리를 이동할 때는 항상 주행 명령을 사용하십시오.\n• 포병에는 탄약이 존재합니다. 탄약이 떨어지지 않도록 탄약량을 주시하십시오.\n• 포병이 사격하기 위해선 시야가 확보되어야 합니다. 보병으로 시야를 가로막지 마십시오.\n\n포병의 각 사거리를 최적으로 활용하는 방법을 이해해야 합니다 :\n\n• 장거리 포격 : 다수 부대에 낮은 피해 (광범위한 효과)\n• 중거리 포격 : 일정 부대에 준수한 피해 (협소한 효과)\n• 영거리 포격 : 단일 부대에 엄청난 피해 (유산탄 사격)\n\n포병을 후방에서 사격하도록 두지 말고 전선을 따라 이동시키십시오."
  },
  "forestMovement": {
    "title": "삼림 지형",
    "message": "귀하의 부대가 삼림을 통과하도록 명령하셨습니다. 삼림 지형은 이러합니다 :\n\n• 적의 사격으로부터 부대를 보호하지만 그 시야를 협소하게 만듭니다.\n• 백병전 및 이동 시 활력 소모 비용을 증가시킵니다.\n• 기병의 전투력이 감소합니다.\n• 삼림 내에 위치한 포병은 피해량이 감소합니다."
  },
  "buildingMovement": {
    "title": "건물 지형",
    "message": "귀하의 부대가 건물을 통과하도록 명령하셨습니다. 건물 지형은 이러합니다 :\n\n• 적의 사격으로부터 부대를 효과적으로 보호하지만 그 시야를 협소하게 만듭니다.\n• 백병전 및 이동 시 활력 소모 비용을 증가시킵니다.\n• 기병의 전투력이 크게 감소합니다.\n• 삼림 내에 위치한 포병은 피해량이 크게 감소합니다."
  },
  "roadMovement": {
    "title": "도로 지형",
    "message": "귀하의 부대가 도로를 통과하도록 명령하셨습니다. 도로 지형은 이러합니다 :\n\n• 부대의 이동 속도, 특히 포병의 이동 속도가 크게 증가합니다.\n• 활력 소모량을 반감합니다 - 이동 시 도로의 이용을 고려해보십시오."
  },
  "waterMovement": {
    "title": "수중 지형",
    "message": "귀하의 부대가 수중을 통과하도록 명령하셨습니다. 수중 지형은 이러합니다 :\n\n• 이동 속도, 근접 방어력, 체력, 원거리 공격력에 심각한 불이익을 줍니다.\n• 수중에서 이동하는 경우 전투를 피하십시오.\n• 물을 사용해 적을 방해하는 것을 고려해보십시오."
  },
  "runOrder": {
    "title": "주행 명령",
    "message": "주행 명령을 사용하면 활력을 소모해 빠른 속도로 이동하고 적 부대를 향해 돌격할 수 있습니다. 하지만 과용하여 병력을 소진하지 않도록 주의하십시오.\n\n돌격의 결과는 방자의 돌격 저항력과 그를 감소시키는 공자의 돌격 돌파력에 따라 결정됩니다. (부대 선택 시 화면 왼쪽에 표시되는 부대 정보에 표시됨)\n\n방자의 저항력이 낮고 공자의 돌파력이 높다면 돌격으로 방자를 격파할 수 있습니다. 그 반대라면 피해를 줄 수 없거나 공자를 혼란에 빠뜨릴 수 있습니다.\n\n돌격 저항력과 관통력은 모두 조직력에 따라 달라집니다. 소총과 화포 사격으로 적의 조직력을 감소시킨 다음 조직력이 높은 부대를 돌격시키십시오.\n\n부대의 저항력이 관통력보다 약 60%만 높을 때 정면으로 돌격하십시오.\n\n즉, 조직력이 높은 부대로 조직력이 낮은 부대를 향해 돌격하십시오."
  },
  "fallbackOrder": {
    "title": "후퇴 명령",
    "message": "후퇴는 매우 복잡하고 부담스러운 작전입니다. 후퇴하는 부대는 조직력이 높아도 돌격에 큰 피해를 입을 수 있습니다. 신중히 사용하고, 타 부대로 후퇴라는 부대를 보호하세요."
  },
  "fireAndAdvanceOrder": {
    "title": "사격 및 전진 명령",
    "message": "보병과 경포병은 적을 향해 사격하는 동시에 진격해 위치를 이동할  수 있습니다. 하지만 이동 속도와 피해량을 감소시킨다는 점에 유의하십시오."
  },
  "lowStamina": {
    "title": "낮은 활력",
    "message": "이 부대는 활력을 소진해 이미 심각한 불이익을 얻었습니다. 더 과용하면 주행 역량까지 상실하게 됩니다.\n\n부대의 활력이 부족하면 다음의 행동을 고려할 수 있습니다 :\n\n• 궤멸 중인 적 부대가 재집결하지 못하도록 추적하는 데 사용하십시오.\n• 전선 후방이나 전선 근처에 배치해 타 아군 부대에 사기 혜택을 지원하십시오.\n• 활력을 회복하도록 명령 없이 대기시키십시오.\n\n활력은 그 회복 속도가 매우 느립니다. 꼭 필요할 경우에만 사용하십시오!"
  }
}