{
  "gotIt": "Зрозуміло!",
  "friendlyFire": {
    "title": "Попередження про Дружній Вогонь",
    "message": "Цей постріл викличе дружній вогонь! Шукайте жовту іконку на юнітах, щоб побачити, які будуть пошкоджені."
  },
  "armyComposition": {
    "title": "Поради щодо Складу Армії",
    "message": "Тут ви можете створювати користувацькі армії, які відповідають вашому стилю та уподобанням. Якщо ви новачок у Lines of Battle, дотримуйтесь складу за замовчуванням, поки не вивчите основи; армії за замовчуванням дуже конкурентоспроможні та складаються з найбільш рентабельних і збалансованих юнітів у грі.\n\nНайкращі армії зазвичай складаються з 60-75% піхоти, 20-35% кавалерії та 10-15% артилерії."
  },
  "firstBattle": {
    "title": "Вітаємо з початком вашої першої битви, Генерале!",
    "message": "Ворожа сила приблизно рівної сили виступила, щоб зустрітися з нами на цьому полі битви.\n\nЄ три способи досягти перемоги:\n\n1. Повне знищення ворожої сили – змусіть кожну одиницю втекти, щоб перемогти.\n2. Утримання поля в кінці дня – завдайте більше втрат ворогу або використовуйте свої піхотні батальйони для захоплення нейтральних цілей та отримання Очок Перемоги. Якщо у вас є перевага в +10 Очок Перемоги, коли гра закінчується, ви перемагаєте.\n3. Перерізання ворожих ліній постачання – використовуйте свої піхотні батальйони для захоплення великої цілі у ворожій зоні розгортання. Це займає більше ніж у два рази більше часу, ніж захоплення малої цілі, але закінчить гру на вашу користь.\n\nУдачі, Генерале!"
  },
  "routingUnits": {
    "title": "Відступаючі Юніти",
    "message": "Юніт втратив всю згуртованість і тепер тікає з фронту. Якщо він зможе досягти безпечної відстані від ворожих сил, він перестане тікати і швидко відновить організацію – при 30% організації він перегрупується, і ви знову отримаєте контроль над ним. Ви можете прискорити цей процес, розмістивши поруч дружні юніти, такі як кавалерія.\n\nСпробуйте замінити низькоорганізовані юніти в бою свіжими, добре організованими резервами. Набагато ефективніше реорганізувати дезорганізований юніт, ніж перегрупувати зламаний."
  },
  "lineInfantrySelection": {
    "title": "Лінійна Піхота",
    "message": "Це піхотний батальйон з 800 чоловік, здатний атакувати цілі вогнем з мушкетів або штиком. Використовуйте наказ 'Вогонь і Наступ', щоб наблизитися і завдати руйнівної шкоди на відстані, і використовуйте наказ 'Біг', щоб витратити витривалість і швидко подолати місцевість, здійснюючи штикову атаку проти іншої піхоти. Однак будьте обережні, не зловживайте наказом 'Біг' і уникайте атакувати ворожу піхоту з високою Організацією."
  },
  "skirmisherSelection": {
    "title": "Стрільці",
    "message": "Стрільці представляють роту (~150 чоловік) снайперів, які воюють без строю.\n\nЦі юніти отримують майже ніякої шкоди від мушкетів і артилерії, але серйозну шкоду в ближньому бою.\n\nРозміщуйте своїх стрільців на місцевості або використовуйте лінійну піхоту і кавалерію для захисту їх від атак.\n\nСтрільці відмінно утримують укріплені пункти або турбують артилерію і піхоту дальнім вогнем."
  },
  "cavalrySelection": {
    "title": "Кавалерія",
    "message": "Кавалерійські юніти швидкі та потужні, але потребують обережного управління.\n\n• Використовуйте наказ 'Біг' для витрати витривалості та атаки стрільців, низькоорганізованої піхоти та погано захищеної артилерії\n• Зберігайте витривалість, дозволяючи кавалерії йти пішки, коли це можливо\n• Кавалерія завжди програє 1 проти 1 з піхотою високої організації\n• Дезорганізуйте ворожу піхоту вогнем мушкетів і артилерії перед атакою\n• Зберігайте свою кавалерію для вирішальних моментів\n• Тримайте кавалерію подалі від місцевості"
  },
  "artillerySelection": {
    "title": "Артилерія",
    "message": "Артилерія - це підсилювач сили; вона підтримує піхоту та кавалерію, але не може виграти битви сама.\n\n• У артилерії немає витривалості; завжди використовуйте наказ 'Біг' при перетині великих відстаней\n• У артилерії є боєприпаси; стежте за своїм запасом боєприпасів, щоб не залишитися без них\n• Наполеонівська артилерія потребує чіткої лінії видимості для стрільби; не блокуйте її своєю піхотою\n\nРозумійте найкраще використання різних дальностей артилерії:\n\n• Дальній вогонь: низька шкода багатьом юнітам (велика область впливу)\n• Вогонь середньої дальності: хороша шкода кільком юнітам (мала область впливу)\n• Ближній вогонь: екстремальна шкода одному юніту (картечний вогонь)\n\nРозгляньте можливість просування вашої артилерії з бойовою лінією замість того, щоб залишати її стріляти з дальньої відстані з тилу."
  }
}
