{
  "gotIt": "समझ गया!",
  "disableTips": "टिप्स अक्षम करें",
  "friendlyFire": {
    "title": "मित्र आग चेतावनी",
    "message": "यह शॉट मित्र आग का कारण बनेगा! देखें कि कौन से यूनिट को नुकसान होगा, उन पर पीले आइकन देखें।"
  },
  "armyComposition": {
    "title": "सेना संरचना सुझाव",
    "message": "यहाँ, आप अपनी शैली और प्राथमिकताओं के अनुकूल कस्टम सेनाएं डिज़ाइन कर सकते हैं। यदि आप लाइन्स ऑफ बैटल में नए हैं, तो मूल बातें सीखने तक डिफ़ॉल्ट संरचना के साथ रहें; डिफ़ॉल्ट सेनाएं अत्यधिक प्रतिस्पर्धी हैं और गेम में सबसे लागत प्रभावी, संतुलित यूनिट्स से बनी हैं।\n\nसबसे अच्छी सेनाएं आमतौर पर 60-75% पैदल सेना, 20-35% घुड़सवार सेना, और 10-15% तोपखाने से बनी होती हैं।"
  },
  "firstBattle": {
    "title": "अपनी पहली लड़ाई शुरू करने पर बधाई, जनरल!",
    "message": "लगभग समान ताकत की एक दुश्मन सेना इस युद्धक्षेत्र पर हमसे मिलने के लिए आगे बढ़ी है।\n\nआप जीत हासिल करने के तीन तरीके हैं:\n\n1. दुश्मन सेना का पूर्ण विनाश – जीतने के लिए हर यूनिट को भगाना।\n2. दिन के अंत में मैदान पर कब्जा – दुश्मन से अधिक हताहत पहुंचाना या विजय अंक प्राप्त करने के लिए अपनी पैदल सेना बटालियनों का उपयोग करके तटस्थ उद्देश्यों पर कब्जा करना। यदि गेम समाप्त होने पर आपके पास +10 विजय अंक का लीड है, तो आप जीतते हैं।\n3. दुश्मन की आपूर्ति लाइनों को काटना – दुश्मन के तैनाती क्षेत्र में बड़े उद्देश्य पर कब्जा करने के लिए अपनी पैदल सेना बटालियनों का उपयोग करें। यह छोटे उद्देश्य पर कब्जा करने से दोगुना अधिक समय लेता है, लेकिन गेम को आपके पक्ष में समाप्त कर देगा।\n\nशुभकामनाएं, जनरल!"
  },
  "routingUnits": {
    "title": "भागती यूनिट्स",
    "message": "एक यूनिट ने अपना सारा सामंजस्य खो दिया है और अब मोर्चे से भाग रही है। यदि यह दुश्मन बलों से सुरक्षित दूरी तक पहुंच सकती है, तो यह भागना बंद कर देगी और तेजी से संगठन हासिल करेगी – 30% संगठन पर, यह इकट्ठा होगी और आप इस पर नियंत्रण पुनः प्राप्त करेंगे। आप इस प्रक्रिया को तेज कर सकते हैं पास में घुड़सवार सेना जैसी मित्र यूनिट्स रखकर।\n\nलड़ाई में कम संगठन वाली यूनिट्स को ताजी, अच्छी तरह से संगठित रिजर्व से बदलने की कोशिश करें। एक असंगठित यूनिट को पुनः संगठित करना एक टूटी हुई यूनिट को इकट्ठा करने से कहीं अधिक कुशल है।"
  },
  "lineInfantrySelection": {
    "title": "लाइन पैदल सेना",
    "message": "यह 800 पुरुषों की एक पैदल सेना बटालियन है, जो मस्केट फायर या संगीन से लक्ष्यों को निशाना बना सकती है। करीब आने और विनाशकारी दूरी के नुकसान पहुंचाने के लिए फायर एंड एडवांस आदेश का उपयोग करें, और सहनशक्ति खर्च करने और जमीन तेजी से कवर करने के लिए रन आदेश का उपयोग करें, अन्य पैदल सेना के खिलाफ संगीन चार्ज लॉन्च करें। हालांकि, रन आदेश का अत्यधिक उपयोग न करने का ध्यान रखें, और उच्च संगठन वाली दुश्मन पैदल सेना पर चार्ज करने से बचें।"
  },
  "skirmisherSelection": {
    "title": "स्किरमिशर्स",
    "message": "स्किरमिशर्स बिना गठन के लड़ने वाले निशानेबाजों की एक कंपनी (~150 पुरुष) का प्रतिनिधित्व करते हैं।\n\nये यूनिट्स मस्केट और तोपखाने से लगभग कोई नुकसान नहीं लेतीं, लेकिन मेले से गंभीर नुकसान लेती हैं।\n\nअपने स्किरमिशर्स को इलाके में रखें या चार्ज से बचाने के लिए लाइन पैदल सेना और घुड़सवार सेना का उपयोग करें।\n\nस्किरमिशर्स मजबूत स्थानों को पकड़ने या लंबी दूरी की आग से तोपखाने और पैदल सेना को परेशान करने में उत्कृष्ट हैं।"
  },
  "cavalrySelection": {
    "title": "घुड़सवार सेना",
    "message": "घुड़सवार सेना की यूनिट्स तेज और शक्तिशाली हैं लेकिन सावधानीपूर्वक प्रबंधन की आवश्यकता है।\n\n• स्किरमिशर्स, कम संगठन वाली पैदल सेना, और खराब तरीके से संरक्षित तोपखाने पर चार्ज करने के लिए सहनशक्ति खर्च करने के लिए रन आदेश का उपयोग करें\n• जब संभव हो तो घुड़सवार सेना को चलाकर सहनशक्ति बचाएं\n• उच्च संगठन वाली पैदल सेना के खिलाफ घुड़सवार सेना हमेशा 1 बनाम 1 में हार जाएगी\n• चार्ज से पहले मस्केट और तोपखाने की आग से दुश्मन पैदल सेना को असंगठित करें\n• अपनी घुड़सवार सेना को निर्णायक क्षणों के लिए बचाएं\n• घुड़सवार सेना को इलाके से बाहर रखें"
  },
  "artillerySelection": {
    "title": "तोपखाना",
    "message": "तोपखाना एक बल गुणक है; यह पैदल सेना और घुड़सवार सेना का समर्थन करता है, लेकिन अकेले लड़ाई नहीं जीत सकता।\n\n• तोपखाने में सहनशक्ति नहीं होती; लंबी दूरी तय करते समय हमेशा रन आदेश का उपयोग करें\n• तोपखाने में गोला-बारूद होता है; अपने गोला-बारूद रिजर्व पर नजर रखें ताकि आप खत्म न हों\n• नेपोलियन तोपखाने को फायर करने के लिए स्पष्ट दृष्टि रेखा की आवश्यकता होती है; इसे अपनी पैदल सेना से ब्लॉक न करें\n\nतोपखाने की विभिन्न रेंजों के सर्वोत्तम उपयोग को समझें:\n\n• लंबी दूरी की आग: कई यूनिट्स को कम नुकसान (बड़ा प्रभाव क्षेत्र)\n• मध्यम दूरी की आग: कुछ यूनिट्स को अच्छा नुकसान (छोटा प्रभाव क्षेत्र)\n• करीबी दूरी की आग: एक यूनिट को चरम नुकसान (कैनिस्टर फायर)\n\nपीछे से लंबी दूरी पर फायर करने के बजाय अपने तोपखाने को लड़ाई की रेखा के साथ आगे बढ़ाने पर विचार करें।"
  },
  "forestMovement": {
    "title": "वन इलाका",
    "message": "आपने इस यूनिट को जंगल से गुजरने का आदेश दिया है। यह इलाका:\n\n• दुश्मन की आग से सुरक्षा प्रदान करता है और दृष्टि कम करता है\n• मेले और गति के लिए सहनशक्ति लागत बढ़ाता है\n• घुड़सवार सेना की लड़ाकू प्रभावशीलता कम करता है\n• इसके अंदर तोपखाने के नुकसान आउटपुट को कम करता है"
  },
  "buildingMovement": {
    "title": "भवन इलाका",
    "message": "आपने इस यूनिट को भवन से गुजरने का आदेश दिया है। यह इलाका:\n\n• दुश्मन की आग से उत्कृष्ट सुरक्षा प्रदान करता है और दृष्टि कम करता है\n• मेले और गति के लिए सहनशक्ति लागत बढ़ाता है\n• घुड़सवार सेना की लड़ाकू प्रभावशीलता को गंभीर रूप से कम करता है\n• इसके अंदर तोपखाने के नुकसान आउटपुट को बहुत कम करता है"
  },
  "roadMovement": {
    "title": "सड़क गति",
    "message": "आपने इस यूनिट को सड़क से गुजरने का आदेश दिया है। सड़कें:\n\n• गति को बहुत बढ़ाती हैं, विशेष रूप से तोपखाने के लिए\n• सहनशक्ति लागत को आधा करती हैं – अपने गंतव्य तक सड़क के साथ यूनिट्स को चलाने पर विचार करें"
  },
  "waterMovement": {
    "title": "जल इलाका",
    "message": "आपने इस यूनिट को पानी से गुजरने का आदेश दिया है। पानी:\n\n• गति, मेले रक्षा, सहनशक्ति, और दूरी के हमले आउटपुट को गंभीर रूप से दंडित करता है\n• यदि आप पानी से गुजर रहे हैं, तो वहाँ लड़ाई में फंसने से बचें\n• दुश्मन को बाधित करने के लिए पानी का उपयोग कैसे करें इस पर विचार करें"
  },
  "runOrder": {
    "title": "रन आदेश",
    "message": "उच्च गति से चलने और दुश्मन यूनिट्स पर चार्ज करने के लिए सहनशक्ति खर्च करने के लिए रन आदेश का उपयोग करें, लेकिन इसका अत्यधिक उपयोग न करें और अपनी सेना को थका न दें।\n\nचार्ज रक्षक के चार्ज प्रतिरोध स्टैट और हमलावर के चार्ज पैठ स्टैट पर निर्भर करते हैं, जो रक्षक चार्ज प्रतिरोध को कम करता है (यूनिट कार्ड पर साथ-साथ, जो एक यूनिट का चयन करते समय स्क्रीन के बाएं तरफ दिखाई देता है)।\n\nकम प्रतिरोध के खिलाफ उच्च पैठ के साथ किया गया चार्ज रक्षक को भगा देगा; उच्च प्रतिरोध के खिलाफ कम पैठ के साथ चार्ज कोई नुकसान नहीं पहुंचा सकता या यहां तक कि हमलावर को असंगठित कर सकता है।\n\nचार्ज प्रतिरोध और पैठ दोनों संगठन पर आधारित हैं; दुश्मन को असंगठित करने के लिए मस्केट और तोपखाने की आग का उपयोग करें, फिर ताजी, उच्च संगठन वाली यूनिट के साथ चार्ज करें।\n\nजब उनका प्रतिरोध आपकी पैठ से केवल 60% अधिक हो तो यूनिट्स पर सामने से चार्ज करने की कोशिश करें।\n\nसंक्षेप में: कम संगठन वाली यूनिट्स पर चार्ज करने के लिए उच्च संगठन वाली यूनिट्स का उपयोग करें।"
  },
  "fallbackOrder": {
    "title": "फॉलबैक आदेश",
    "message": "फॉलबैक एक अत्यधिक जटिल और थकाऊ युद्धाभ्यास है – एक वापस लेने वाली यूनिट जो चार्ज प्राप्त करती है, भले ही वह अच्छी तरह से संगठित हो, भारी नुकसान लेगी। इस आदेश का कम उपयोग करें और वापस लेने वाली सेना की रक्षा के लिए ताजी यूनिट्स का उपयोग करने की कोशिश करें।"
  },
  "fireAndAdvanceOrder": {
    "title": "फायर एंड एडवांस आदेश",
    "message": "पैदल सेना और हल्का तोपखाना आग बनाए रखते हुए अपनी स्थिति सुधारने के लिए दुश्मनों की ओर फायर और एडवांस कर सकते हैं। लेकिन ध्यान रखें, यह आदेश गति और नुकसान आउटपुट को कम करता है।"
  },
  "lowStamina": {
    "title": "कम सहनशक्ति चेतावनी",
    "message": "आपने इस यूनिट की सहनशक्ति को समाप्त कर दिया है – इसमें पहले से ही गंभीर नकारात्मक लड़ाकू संशोधक हैं, और यदि आप इसे और आगे धकेलते हैं तो यह दौड़ने की क्षमता भी खो देगी।\n\nजब आपकी यूनिट में सहनशक्ति कम हो, तो आपको चाहिए:\n\n• भागती दुश्मन यूनिट्स का पीछा करने के लिए इसका उपयोग करें जो जवाबी हमला नहीं कर सकतीं, उन्हें इकट्ठा होने से रोकने के लिए\n• इसे अपनी लड़ाई रेखा के पीछे या अपनी भागती यूनिट्स के पास रखें, ताकि आपकी कम सहनशक्ति वाली यूनिट अपने मनोबल त्रिज्या के साथ उनका समर्थन कर सके\n• या बस इसे बिना आदेश के छोड़ दें ताकि यह थोड़ी सहनशक्ति पुनः प्राप्त कर सके\n\nसहनशक्ति पुनः प्राप्ति बहुत धीमी है, इसलिए इसे केवल तभी उपयोग करने की कोशिश करें जब यह मायने रखता हो!"
  }
}
