{
  "gotIt": "فهمت!",
  "disableTips": "تعطيل النصائح",
  "friendlyFire": {
    "title": "تحذير النار الصديقة",
    "message": "هذه الطلقة ستسبب نار صديقة! ابحث عن الأيقونة الصفراء على الوحدات لترى أيها سيُتضرر."
  },
  "armyComposition": {
    "title": "نصائح تشكيل الجيش",
    "message": "هنا، يمكنك تصميم جيوش مخصصة تناسب أسلوبك وتفضيلاتك. إذا كنت جديداً في Lines of Battle، التزم بالتشكيل الافتراضي حتى تتعلم الأساسيات؛ الجيوش الافتراضية تنافسية للغاية وتتكون من أكثر الوحدات فعالية من حيث التكلفة ومتوازنة في اللعبة.\n\nأفضل الجيوش تتكون عادة من 60-75% مشاة، 20-35% فرسان، و10-15% مدفعية."
  },
  "firstBattle": {
    "title": "تهانينا على بدء معركتك الأولى، أيها الجنرال!",
    "message": "قوة معادية بقوة متساوية تقريباً سارت للقائنا في ساحة المعركة هذه.\n\nهناك ثلاث طرق يمكنك من خلالها الحصول على النصر:\n\n1. التدمير الكامل للقوة المعادية – اجعل كل وحدة تنسحب للفوز.\n2. السيطرة على الميدان في نهاية اليوم – ألحق خسائر أكثر من العدو أو استخدم كتائب المشاة لاستيلاء على الأهداف المحايدة لكسب نقاط النصر. إذا كان لديك تقدم +10 نقاط نصر عند انتهاء اللعبة، تفوز.\n3. قطع خطوط إمداد العدو – استخدم كتائب المشاة لاستيلاء على الهدف الكبير في منطقة نشر العدو. هذا يستغرق أكثر من ضعف الوقت لاستيلاء على هدف صغير، لكنه سينهي اللعبة لصالحك.\n\nحظاً سعيداً، أيها الجنرال!"
  },
  "routingUnits": {
    "title": "الوحدات المنسحبة",
    "message": "فقدت وحدة كل تماسكها وهي الآن تهرب من الجبهة. إذا تمكنت من الوصول إلى مسافة آمنة من القوات المعادية، ستتوقف عن الهرب وتستعيد التنظيم بسرعة – عند 30% تنظيم، ستتجمع وستستعيد السيطرة عليها. يمكنك تسريع هذه العملية عن طريق وضع وحدات صديقة مثل الفرسان بالقرب منها.\n\nحاول استبدال الوحدات منخفضة التنظيم في القتال باحتياطيات طازجة ومنظمة جيداً. إن إعادة تنظيم وحدة منزعجة أكثر كفاءة بكثير من تجميع وحدة مكسورة."
  },
  "lineInfantrySelection": {
    "title": "مشاة الخط",
    "message": "هذه كتيبة مشاة من 800 رجل، قادرة على التعامل مع الأهداف بنيران البندقية أو الحربة. استخدم أمر النار والتقدم للاقتراب وإلحاق ضرر مدمر عن بُعد، واستخدم أمر الجري لإنفاق القدرة على التحمل وتغطية الأرض بسرعة، وإطلاق هجوم حربة ضد مشاة أخرى. لكن كن حذراً من عدم الإفراط في استخدام أمر الجري، وتجنب مهاجمة مشاة العدو الذين لديهم تنظيم عالي."
  },
  "skirmisherSelection": {
    "title": "المناوشون",
    "message": "المناوشون يمثلون شركة (~150 رجل) من الرماة يقاتلون بدون تشكيل.\n\nهذه الوحدات لا تتضرر تقريباً من البنادق والمدفعية، لكنها تتضرر بشدة من القتال اليدوي.\n\nضع المناوشين في التضاريس أو استخدم مشاة الخط والفرسان لحمايتهم من الهجمات.\n\nالمناوشون يتفوقون في السيطرة على النقاط القوية أو مضايقة المدفعية والمشاة بنيران بعيدة المدى."
  },
  "cavalrySelection": {
    "title": "الفرسان",
    "message": "وحدات الفرسان سريعة وقوية لكنها تتطلب إدارة دقيقة.\n\n• استخدم أمر الجري لإنفاق القدرة على التحمل ومهاجمة المناوشين ومشاة التنظيم المنخفض والمدفعية محمية بشكل سيء\n• احفظ القدرة على التحمل بجعل الفرسان يمشون عندما يكون ذلك ممكناً\n• الفرسان سيفقدون دائماً 1 ضد 1 ضد مشاة ذوي تنظيم عالي\n• أضعف مشاة العدو بنيران البندقية والمدفعية قبل الهجوم\n• احفظ فرسانك للحظات حاسمة\n• أبق الفرسان خارج التضاريس"
  },
  "artillerySelection": {
    "title": "المدفعية",
    "message": "المدفعية هي مضاعف قوة؛ تدعم المشاة والفرسان، لكنها لا تستطيع الفوز بالمعارك وحدها.\n\n• المدفعية ليس لديها قدرة تحمل؛ استخدم دائماً أمر الجري عند عبور المسافات الطويلة\n• المدفعية لديها ذخيرة؛ راقب احتياطي الذخيرة حتى لا تنفد\n• مدفعية نابليون تتطلب خط رؤية واضح لإطلاق النار؛ لا تحجبها بمشاتك\n\nافهم أفضل استخدام لنطاقات المدفعية المختلفة:\n\n• نيران بعيدة المدى: ضرر منخفض للعديد من الوحدات (منطقة تأثير كبيرة)\n• نيران متوسطة المدى: ضرر جيد لعدد قليل من الوحدات (منطقة تأثير صغيرة)\n• نيران قريبة المدى: ضرر شديد لوحدة واحدة (نيران علبة)\n\nفكر في تحريك مدفعيتك مع خط المعركة بدلاً من تركها تطلق النار من بعيد من الخلف."
  },
  "forestMovement": {
    "title": "تضاريس الغابة",
    "message": "لقد أمرت هذه الوحدة بالتحرك عبر غابة. هذه التضاريس:\n\n• توفر حماية من نيران العدو وتقلل الرؤية\n• تزيد تكاليف القدرة على التحمل للقتال اليدوي والحركة\n• تقلل الفعالية القتالية للفرسان\n• تقلل إنتاج الضرر للمدفعية بداخلها"
  },
  "buildingMovement": {
    "title": "تضاريس المباني",
    "message": "لقد أمرت هذه الوحدة بالتحرك عبر مبنى. هذه التضاريس:\n\n• توفر حماية ممتازة من نيران العدو وتقلل الرؤية\n• تزيد تكاليف القدرة على التحمل للقتال اليدوي والحركة\n• تقلل بشدة الفعالية القتالية للفرسان\n• تقلل بشكل كبير إنتاج الضرر للمدفعية بداخلها"
  },
  "roadMovement": {
    "title": "حركة الطريق",
    "message": "لقد أمرت هذه الوحدة بالتحرك عبر طريق. الطرق:\n\n• تزيد بشكل كبير سرعة الحركة، خاصة للمدفعية\n• تقلل تكاليف القدرة على التحمل إلى النصف – فكر في جعل الوحدات تجري على الطريق إلى وجهتك"
  },
  "waterMovement": {
    "title": "تضاريس الماء",
    "message": "لقد أمرت هذه الوحدة بالتحرك عبر الماء. الماء:\n\n• يعاقب بشدة سرعة الحركة والدفاع اليدوي والقدرة على التحمل وإنتاج الهجوم عن بُعد\n• إذا كنت تتحرك عبر الماء، لا تعلق في القتال هناك\n• فكر في كيفية استخدام الماء لإعاقة العدو"
  },
  "runOrder": {
    "title": "أمر الجري",
    "message": "استخدم أمر الجري لإنفاق القدرة على التحمل للتحرك بسرعة عالية ومهاجمة وحدات العدو، لكن لا تفرط في استخدامه وتستنفد قواتك.\n\nالهجمات تعتمد على إحصائية مقاومة الهجوم للمدافع وإحصائية اختراق الهجوم للمهاجم، والتي تقلل مقاومة هجوم المدافع (جنباً إلى جنب على بطاقة الوحدة، والتي تكون مرئية على يسار الشاشة عند اختيار وحدة واحدة).\n\nهجوم يتم بقوة اختراق عالية ضد مقاومة منخفضة سيجعل المدافع ينسحب؛ هجوم بقوة اختراق منخفضة ضد مقاومة عالية قد لا يسبب ضرراً أو حتى يضعف المهاجم.\n\nمقاومة الهجوم والاختراق كلاهما يعتمد على التنظيم؛ استخدم نيران البندقية والمدفعية لإضعاف العدو، ثم هاجم بوحدة طازجة عالية التنظيم.\n\nحاول مهاجمة الوحدات من الأمام عندما تكون مقاومتها أعلى بنسبة 60% فقط من اختراقك.\n\nباختصار: استخدم وحدات عالية التنظيم لمهاجمة وحدات منخفضة التنظيم."
  },
  "fallbackOrder": {
    "title": "أمر التراجع",
    "message": "التراجع هو مناورة معقدة ومجهدة للغاية – وحدة تنسحب تتلقى هجوماً ستتضرر بشدة حتى لو كانت منظمة جيداً. استخدم هذا الأمر بحذر وحاول حماية القوات المنسحبة بوحدات طازجة."
  },
  "fireAndAdvanceOrder": {
    "title": "أمر النار والتقدم",
    "message": "المشاة والمدفعية الخفيفة قد تطلق النار وتتقدم نحو الأعداء لتحسين موضعها مع الحفاظ على النار. لكن تذكر، هذا الأمر يقلل السرعة وإنتاج الضرر."
  },
  "lowStamina": {
    "title": "تحذير القدرة على التحمل المنخفضة",
    "message": "لقد استنفدت قدرة هذه الوحدة على التحمل – لديها بالفعل معدلات قتال سلبية شديدة، وإذا دفعت بها أكثر ستفقد حتى القدرة على الجري.\n\nعندما تكون وحدتك منخفضة القدرة على التحمل، يجب عليك:\n\n• استخدامها لمطاردة وحدات العدو المنسحبة التي لا تستطيع القتال، لمنعها من إعادة التجمع\n• وضعها خلف خط المعركة أو بالقرب من وحداتك المنسحبة، حتى تتمكن وحدتك منخفضة القدرة على التحمل من دعمها بنطاق المعنويات\n• أو ببساطة اتركها بدون أوامر حتى تتمكن من استعادة بعض القدرة على التحمل\n\nاستعادة القدرة على التحمل بطيئة جداً، لذا حاول استخدامها فقط عندما يكون الأمر مهماً!"
  }
}