{
  "gotIt": "Κατάλαβα!",
  "disableTips": "Απενεργοποίηση συμβουλών",
  "friendlyFire": {
    "title": "Προειδοποίηση Φιλικού Πυρός",
    "message": "Αυτή η βολή θα προκαλέσει φιλικό πυρ! Ψάξτε για το κίτρινο εικονίδιο στις μονάδες για να δείτε ποιες θα βλάβονται."
  },
  "armyComposition": {
    "title": "Συμβουλές Σύνθεσης Στρατού",
    "message": "Εδώ μπορείτε να σχεδιάσετε προσαρμοσμένους στρατούς που ταιριάζουν στο δικό σας στυλ και τις προτιμήσεις σας. Αν είστε νέοι στο Lines of Battle, μείνετε με την προεπιλεγμένη σύνθεση μέχρι να μάθετε τα βασικά· οι προεπιλεγμένοι στρατοί είναι πολύ ανταγωνιστικοί και αποτελούνται από τις πιο οικονομικά αποδοτικές και ισορροπημένες μονάδες του παιχνιδιού.\n\nΟι καλύτεροι στρατοί συνήθως αποτελούνται από 60-75% πεζικό, 20-35% ιππικό και 10-15% πυροβολικό."
  },
  "firstBattle": {
    "title": "Συγχαρητήρια για την έναρξη της πρώτης σας μάχης, Στρατηγέ!",
    "message": "Μια εχθρική δύναμη περίπου ίσης ισχύος έχει κινηθεί για να μας συναντήσει σε αυτό το πεδίο μάχης.\n\nΥπάρχουν τρεις τρόποι με τους οποίους μπορείτε να επιτύχετε τη νίκη:\n\n1. Η πλήρης καταστροφή της εχθρικής δύναμης – τρέψτε κάθε μονάδα σε φυγή για να κερδίσετε.\n2. Η κατοχή του πεδίου στο τέλος της ημέρας – προκαλέστε περισσότερες απώλειες στον εχθρό ή χρησιμοποιήστε τα τάγματα πεζικού σας για να καταλάβετε ουδέτερους στόχους και να κερδίσετε Πόνους Νίκης. Αν έχετε προβάδισμα +10 Πόνων Νίκης όταν τελειώσει το παιχνίδι, κερδίζετε.\n3. Το κόψιμο των εχθρικών γραμμών εφοδιασμού – χρησιμοποιήστε τα τάγματα πεζικού σας για να καταλάβετε τον μεγάλο στόχο στην εχθρική ζώνη ανάπτυξης. Αυτό παίρνει περισσότερο από διπλάσιο χρόνο από την κατάληψη ενός μικρού στόχου, αλλά θα τελειώσει το παιχνίδι υπέρ σας.\n\nΚαλή τύχη, Στρατηγέ!"
  },
  "routingUnits": {
    "title": "Μονάδες σε Φυγή",
    "message": "Μια μονάδα έχει χάσει όλη την συνοχή και τώρα τρέχει από το μέτωπο. Αν μπορέσει να φτάσει σε ασφαλή απόσταση από τις εχθρικές δυνάμεις, θα σταματήσει να τρέχει και θα ανακτήσει γρήγορα την οργάνωση – στο 30% οργάνωσης, θα ανασυγκροτηθεί και θα ανακτήσετε τον έλεγχό της. Μπορείτε να επιταχύνετε αυτή τη διαδικασία τοποθετώντας φιλικές μονάδες όπως ιππικό κοντά.\n\nΠροσπαθήστε να αντικαταστήσετε μονάδες χαμηλής οργάνωσης στη μάχη με φρέσκους, καλά οργανωμένους εφεδρικούς. Είναι πολύ πιο αποτελεσματικό να αναδιοργανώσετε μια ανοργάνωτη μονάδα παρά να ανασυγκροτήσετε μια σπασμένη."
  },
  "lineInfantrySelection": {
    "title": "Γραμμικό Πεζικό",
    "message": "Αυτό είναι ένα τάγμα πεζικού 800 ανδρών, ικανό να εμπλέκεται με στόχους με πυρ από μουσκέτα ή με ξιφολόγχη. Χρησιμοποιήστε την εντολή 'Πυρ και Πρόοδος' για να πλησιάσετε και να προκαλέσετε καταστροφικές ζημιές από απόσταση, και χρησιμοποιήστε την εντολή 'Τρέξιμο' για να ξοδέψετε αντοχή και να καλύψετε γρήγορα έδαφος, ξεκινώντας μια επίθεση με ξιφολόγχη εναντίον άλλου πεζικού. Να είστε προσεκτικοί όμως να μην χρησιμοποιείτε υπερβολικά την εντολή 'Τρέξιμο', και να αποφεύγετε να επιτεθείτε σε εχθρικό πεζικό με υψηλή Οργάνωση."
  },
  "skirmisherSelection": {
    "title": "Ακροβολιστές",
    "message": "Οι ακροβολιστές αντιπροσωπεύουν μια λόχο (~150 άνδρες) ελεύθερων σκοπευτών που πολεμούν χωρίς σχηματισμό.\n\nΑυτές οι μονάδες δέχονται σχεδόν καμία ζημιά από μουσκέτα και πυροβολικό, αλλά σοβαρή ζημιά σε μάχη σώμα με σώμα.\n\nΤοποθετήστε τους ακροβολιστές σας σε έδαφος ή χρησιμοποιήστε γραμμικό πεζικό και ιππικό για να τους προστατεύσετε από επιθέσεις.\n\nΟι ακροβολιστές διακρίνονται στην κατοχή οχυρών θέσεων ή στο παρενοχλητικό πυρ εναντίον πυροβολικού και πεζικού."
  },
  "cavalrySelection": {
    "title": "Ιππικό",
    "message": "Οι μονάδες ιππικού είναι γρήγορες και ισχυρές αλλά απαιτούν προσεκτική διαχείριση.\n\n• Χρησιμοποιήστε την εντολή 'Τρέξιμο' για να ξοδέψετε αντοχή και να επιτεθείτε σε ακροβολιστές, πεζικό χαμηλής οργάνωσης και κακώς προστατευμένο πυροβολικό\n• Διατηρήστε την αντοχή κάνοντας το ιππικό να περπατά όταν είναι δυνατό\n• Το ιππικό θα χάσει πάντα 1 προς 1 με πεζικό υψηλής οργάνωσης\n• Αναδιοργανώστε το εχθρικό πεζικό με πυρ μουσκέτων και πυροβολικού πριν από την επίθεση\n• Διατηρήστε το ιππικό σας για καθοριστικές στιγμές\n• Κρατήστε το ιππικό μακριά από το έδαφος"
  },
  "artillerySelection": {
    "title": "Πυροβολικό",
    "message": "Το πυροβολικό είναι πολλαπλασιαστής δύναμης· υποστηρίζει πεζικό και ιππικό, αλλά δεν μπορεί να κερδίσει μάχες μόνο του.\n\n• Το πυροβολικό δεν έχει αντοχή· χρησιμοποιήστε πάντα την εντολή 'Τρέξιμο' όταν διασχίζετε μεγάλες αποστάσεις\n• Το πυροβολικό έχει πυρομαχικά· παρακολουθήστε το απόθεμα πυρομαχικών σας για να μην μείνετε χωρίς\n• Το ναπολεόντειο πυροβολικό απαιτεί καθαρή γραμμή όρασης για να πυροβολήσει· μην το μπλοκάρετε με το πεζικό σας\n\nΚατανοήστε την καλύτερη χρήση των διαφορετικών εμβελειών του πυροβολικού:\n\n• Πυρ μεγάλης εμβέλειας: χαμηλές ζημιές σε πολλές μονάδες (μεγάλη περιοχή επίδρασης)\n• Πυρ μέσης εμβέλειας: καλές ζημιές σε λίγες μονάδες (μικρή περιοχή επίδρασης)\n• Πυρ μικρής εμβέλειας: ακραίες ζημιές σε μια μονάδα (πυρ σκαριών)\n\nΣκεφτείτε να μετακινήσετε το πυροβολικό σας με τη γραμμή μάχης αντί να το αφήσετε να πυροβολεί από μακριά από τα νώτα."
  },
  "forestMovement": {
    "title": "Δασικό Έδαφος",
    "message": "Έχετε διατάξει αυτή την μονάδα να κινηθεί μέσω ενός δάσους. Αυτό το έδαφος:\n\n• Παρέχει προστασία από εχθρικό πυρ και μειώνει την όραση\n• Αυξάνει το κόστος αντοχής για μάχη σώμα με σώμα και κίνηση\n• Μειώνει την πολεμική αποτελεσματικότητα του ιππικού\n• Μειώνει την παραγωγή ζημιών του πυροβολικού μέσα σε αυτό"
  },
  "buildingMovement": {
    "title": "Έδαφος Κτιρίων",
    "message": "Έχετε διατάξει αυτή την μονάδα να κινηθεί μέσω ενός κτιρίου. Αυτό το έδαφος:\n\n• Παρέχει εξαιρετική προστασία από εχθρικό πυρ και μειώνει την όραση\n• Αυξάνει το κόστος αντοχής για μάχη σώμα με σώμα και κίνηση\n• Μειώνει σοβαρά την πολεμική αποτελεσματικότητα του ιππικού\n• Μειώνει σημαντικά την παραγωγή ζημιών του πυροβολικού μέσα σε αυτό"
  },
  "roadMovement": {
    "title": "Κίνηση σε Δρόμο",
    "message": "Έχετε διατάξει αυτή την μονάδα να κινηθεί σε δρόμο. Οι δρόμοι:\n\n• Αυξάνουν σημαντικά την ταχύτητα κίνησης, ειδικά για το πυροβολικό\n• Μειώνουν στο μισό το κόστος αντοχής – σκεφτείτε να κάνετε τις μονάδες να τρέχουν στον δρόμο προς τον προορισμό σας"
  },
  "waterMovement": {
    "title": "Έδαφος Νερού",
    "message": "Έχετε διατάξει αυτή την μονάδα να κινηθεί μέσω νερού. Το νερό:\n\n• Επιβάλλει σοβαρές ποινές στην ταχύτητα κίνησης, άμυνα σώμα με σώμα, αντοχή και παραγωγή πυρός από απόσταση\n• Αν κινείστε μέσω νερού, μην κολλήσετε να πολεμάτε εκεί\n• Σκεφτείτε πώς να χρησιμοποιήσετε το νερό για να εμποδίσετε τον εχθρό"
  },
  "runOrder": {
    "title": "Εντολή Τρεξίματος",
    "message": "Χρησιμοποιήστε την εντολή τρεξίματος για να ξοδέψετε αντοχή και να κινηθείτε με υψηλή ταχύτητα και να επιτεθείτε σε εχθρικές μονάδες, αλλά μην την υπερχρησιμοποιείτε και μην εξαντλείτε τα στρατεύματά σας.\n\nΟι επιθέσεις εξαρτώνται από τη στατιστική Αντίστασης Επίθεσης του υπερασπιστή και τη στατιστική Διάτρησης Επίθεσης του επιτιθέμενου, η οποία μειώνει την αντίσταση επίθεσης του υπερασπιστή (δίπλα-δίπλα στην κάρτα μονάδας, η οποία είναι ορατή στα αριστερά της οθόνης όταν επιλέγετε μια μονάδα).\n\nΜια επίθεση με υψηλή Διάτρηση εναντίον χαμηλής Αντίστασης θα κάνει τον υπερασπιστή να τρέξει· μια επίθεση με χαμηλή Διάτρηση εναντίον υψηλής Αντίστασης μπορεί να μην προκαλέσει ζημιά ή ακόμη να αναδιοργανώσει τον επιτιθέμενο.\n\nΗ Αντίσταση Επίθεσης και η Διάτρηση βασίζονται και οι δύο στην Οργάνωση· χρησιμοποιήστε πυρ από μουσκέτα και πυροβολικό για να αναδιοργανώσετε τον εχθρό, στη συνέχεια επιτεθείτε με μια φρέσκια, υψηλά οργανωμένη μονάδα.\n\nΠροσπαθήστε να επιτεθείτε μετωπικά σε μονάδες όταν η αντίστασή τους είναι μόνο 60% υψηλότερη από τη διάτρησή σας.\n\nΕν ολίγοις: χρησιμοποιήστε μονάδες με υψηλή Οργάνωση για να επιτεθείτε σε μονάδες με χαμηλή Οργάνωση."
  },
  "fallbackOrder": {
    "title": "Εντολή Υποχώρησης",
    "message": "Η υποχώρηση είναι μια εξαιρετικά πολύπλοκη και εξουθενωτική τακτική – μια μονάδα που υποχωρεί και δέχεται επίθεση θα υποστεί σοβαρές ζημιές ακόμη και αν είναι καλά οργανωμένη. Χρησιμοποιήστε αυτή την εντολή με μέτρο και προσπαθήστε να προστατεύσετε τις υποχωρούσες δυνάμεις με φρέσκες μονάδες."
  },
  "fireAndAdvanceOrder": {
    "title": "Εντολή Πυρός και Προόδου",
    "message": "Το πεζικό και το ελαφρύ πυροβολικό μπορούν να χρησιμοποιήσουν Πυρός και Προόδου προς τους εχθρούς για να βελτιώσουν τη θέση τους διατηρώντας το πυρ. Αλλά να θυμάστε ότι αυτή η εντολή μειώνει την ταχύτητα και την παραγωγή ζημιάς."
  },
  "lowStamina": {
    "title": "Προειδοποίηση Χαμηλής Αντοχής",
    "message": "Έχετε εξαντλήσει την αντοχή αυτής της μονάδας – έχει ήδη σοβαρούς αρνητικούς τροποποιητές μάχης, και αν την πιέσετε περισσότερο, θα χάσει ακόμη και την ικανότητα να τρέχει.\n\nΌταν η μονάδα σας έχει χαμηλή αντοχή, θα πρέπει να:\n\n• Την χρησιμοποιήσετε για να κυνηγήσετε φεύγουσες εχθρικές μονάδες που δεν μπορούν να αντεπιτεθούν, για να τις εμποδίσετε να ανασυνταχθούν\n• Την τοποθετήσετε πίσω από τη γραμμή μάχης σας ή κοντά στις φεύγουσες μονάδες σας, ώστε η μονάδα σας με χαμηλή αντοχή να μπορεί να τις υποστηρίξει με την ακτίνα ηθικού της\n• Ή απλά να την αφήσετε χωρίς εντολές ώστε να μπορεί να ανακτήσει λίγη αντοχή\n\nΗ ανάκτηση αντοχής είναι πολύ αργή, οπότε προσπαθήστε να την χρησιμοποιείτε μόνο όταν πραγματικά έχει σημασία!"
  }
}
